Repository: tizenorg/framework.system.system-popup
Catalog: po/src/*.po
Languages: bn, es_us, fr_ca, gu, kn, ko_kr, ml, si, ta, te, ur

# IDS_COM_HEADER_BATTERY_CRITICALLY_LOW
source: Battery critically low
bn: ব্যাটারি অত্যন্ত কম
es_us: Batería demasiado baja
fr_ca: Pile très faible
gu: બેટરી ખૂબ ઓછી
kn: ಬ್ಯಾಟರಿ ಸಂದಿಗ್ಧವಾಗಿ ಕಡಿಮೆ
ko_kr: 배터리 매우 부족
ml: ബാറ്ററി വളരെ കുറവ്
si: බැටරි මට්ටම ඉතා අඩුයි
ta: மின்கலம் மிக குறைவாக உள்ளது
te: బ్యాటరీ తక్కువ అపాయకరమైనది
ur: بیٹری نازک حالت تک کم ہے

source: The battery power is critically low. Recharge your Gear now to keep using it.
bn: ব্যাটারি ক্ষমতা অত্যন্ত কম৷ এটি ব্যবহার করা চালিয়ে যেতে আপনার গিয়ার রিচার্জ করুন৷
es_us: El nivel de la batería está críticamente bajo. Recargue su Gear ahora para seguir usándolo.
fr_ca: Le niveau de la pile est très faible. Rechargez votre Gear maintenant pour continuer à l'utiliser.
gu: બેટરી પાવર એ તદ્દનપણે ઓછો છે. તમારા ગીયરનો વપરાશ ચાલુ રાખવાં તેને હમણાં રીચાર્જ કરો.
kn: ಬ್ಯಾಟರಿಯ ಶಕ್ತಿಯು ಬಹಳ ಕಡಿಮೆಯಾಗಿದೆ. ಇದನ್ನು ಬಳಸುತ್ತಿರಲು ಈಗ ನಿಮ್ಮ ಗೇರ್ ರೀಚಾರ್ಜ್ ಮಾಡಿ.
ko_kr: 배터리가 매우 부족합니다. Gear를 계속 사용하려면 지금 충전하세요.
ml: ബാറ്ററി പവർ ഗുരുതരമാംവിധം കുറവാണ്. നിങ്ങളുടെ ഗിയർ തുടർന്നും ഉപയോഗിക്കുന്നതിന് ഇപ്പോൾ അത് വീണ്ടും ചാർജ്ജ് ചെയ്യുക.
si: බැටරි බලය උග්‍ර ලෙස අඩුය. එය භාවිතා කරමින් තබා ගැනීමට ඔබගේ ගියරය දැන් යළි ආරෝපණය කරන්න.
ta: மின்கல திறன் மிகவும் குறைவாக உள்ளது. கியரைத் தொடர்ந்து பயன்படுத்த உடனே சார்ஜ் செய்யவும்.
te: బ్యాటరీ చాలా తక్కువగా ఉంది. దీనిని ఉపయోగించడాన్ని కొనసాగించడానికి మీ గేర్ రీఛార్జ్ చేయండి.
ur: بیٹری کی قوت بہت زیادہ کم ہے۔ اس کا استعمال جاری رکھنے کے لئے اب اپنا Gear پھر چارج کریں۔

# IDS_COM_BODY_CHARGING_PAUSED_DUE_TO_EXTREME_TEMPERATURE
source: Charging paused due to extreme temperature
bn: চরম তাপমাত্রার জন্যে চার্জিং থামিয়ে দেওয়া হয়েছে
es_us: La carga se detuvo por temperatura alta
fr_ca: Chargement interrompu.Température trop élevée
gu: ઉગ્ર તાપમાનને કારણે ચાર્જિંગ થોભાવાયું
kn: ಅತಿಯಾದ ಉಷ್ಣತೆ ಕಾರಣದಿಂದಾಗಿ ಚಾರ್ಜಿಂಗ್ ನಿಂತುಹೋಗಿದೆ.
ko_kr: 온도가 너무 높거나 낮아 충전이 중지되었습니다
ml: ഉയര്‍ന്ന ചൂടിനെത്തുടര്‍ന്ന് ചാജിംഗ് നിര്‍ത്തിവച്ചു
si: අධික උෂ්ණත්වය හේතුවෙන් ආරෝපනය තාවකාලිකව නවතා ඇත
ta: அதிக வெப்பம் காரணமாக சார்ஜிங் இடைநிறுத்தப்பட்டது
te: అత్యధిక ఉష్ణోగ్రత మూలంగా ఛార్జ్ చేయడం ఆపబడింది
ur: ٹیمپریچر کی وجہ سے رکا

# IDS_ST_HEADER_POWER_OFF_ABB
source: Power off
bn: পাওয়ার বন্ধ
es_us: Apagar
fr_ca: Éteindre
gu: પાવર બંધ
kn: ಪವರ್ ಆಫ್
ko_kr: 전원 끄기
ml: പവര്‍‌ ഓഫ്
si: බල රහිත කරන්න
ta: பவர் ஆஃப்
te: పవర్ ఆఫ్‌
ur: پاور آف

# IDS_HEALTH_BUTTON_LATER_ABB
source: Later
bn: পরে
es_us: Más tarde
fr_ca: Plus tard
gu: પછી
kn: ತದನಂತರ
ko_kr: 나중에
ml: പിന്നീട്
si: පසුව
ta: பின்னர்
te: తర్వాత
ur: بعد میں

# IDS_ST_BUTTON_DECRYPT_SD_CARD_ABB
source: Decrypt SD card
bn: SD কার্ড ডিক্রিপ্ট করুন
es_us: Desencriptar tarjeta de memoria
fr_ca: Décrypter la carte SD
gu: SD કાર્ડને ડિક્રિપ્ટ કરો
kn: SD ಕಾರ್ಡ್ ಡೀಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ko_kr: SD 카드 암호화 해제
ml: SD കാർഡ് ഡീക്രിപ്റ്റ് ചെയ്യുക
si: SD කාඩ්පත ගුප්ත විකේතනය කරන්න
ta: SD அட்டையை மறைகுறிநீக்குக
te: SD కార్డ్‌ని డీక్రిప్ట్ చేయి
ur: SD کارڈ کی خفیہ کشائی کریں

# IDS_ST_BUTTON_ENABLE_ABB
source: Enable
bn: সক্ষম করুন
es_us: Activar
fr_ca: Activer
gu: સક્ષમ કરો
kn: ಶಕ್ತಗೊಳಿಸು
ko_kr: 사용
ml: പ്രാപ്തമാക്കുക
si: සක්‍රිය ක.
ta: செயலாக்கம்
te: ప్రారంభిం
ur: فعال کریں

# IDS_SIM_POP_DISABLE_FLIGHT_MODE_Q
source: Disable Flight mode?
bn: ফ্লাইট মোড নিষ্ক্রিয় করবেন?
es_us: ¿Desactivar el perfil Fuera de línea?
fr_ca: Désactiver le mode Hors-ligne ?
gu: ફ્લાઇટ મોડને નિષ્ક્રિય કરીએ?
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ನಿಶಕ್ತಗೊಳಿಸುವುದೇ?
ko_kr: [비행기 탑승 모드]를 해제할까요?
ml: ഫ്ലൈറ്റ് മോഡ് നിഷ്ക്രിയമാക്കണമോ?
si: පියාසර මාදිලිය අක්‍රීය කරන්නද?
ta: ஃப்ளைட் முறை செயல்நீக்கவா?
te: ఫ్లైట్ మోడ్‌ను నిలిపివేయాలా?
ur: فلائٹ موڈ نا اہل بنائیں؟

# IDS_ST_SK_DISABLE_ABB
source: Disable
bn: নিষ্ক্রিয়
es_us: Desac.
fr_ca: Désact.
gu: અક્ષમ કરો
kn: ಅಶಕ್ತ
ko_kr: 해제
ml: നിഷ്ക്രിയമാക്കുക
si: අක්‍රීය කර.
ta: செயல்நீக்கு
te: నిలిపివేయి
ur: نا اہل

# IDS_ST_BODY_PS_IS_NOT_RESPONDING_CLOSE_PS_Q
source: %s is not responding. Close %s?
bn: %s প্রতিক্রিয়া জানাচ্ছে না৷ %s বন্ধ করবেন?
es_us: %s no responde. ¿Cerrar %s?
fr_ca: %s ne répond pas. Fermer %s ?
gu: %s જવાબ આપતું નથી. %s ને બંધ કરીએ?
kn: %s ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತಿಲ್ಲ. %s ಮುಚ್ಚಲೇ?
ko_kr: %s 앱이 응답하지 않습니다. %s 앱을 종료할까요?
ml: %s പ്രതികരിക്കുന്നില്ല. %s അടയ്ക്കട്ടെ?
si: %s ප්‍රතිචාර නොදක්වයි. %s වසන්නද?
ta: %s பதிலளிக்கவில்லை. %s மூடவா?
te: %s ప్రతిస్పందించడం లేదు. %sను మూసివేయాలా?
ur: %s سے جواب نہیں آرہا ہے۔ %s بند کریں؟‬

# IDS_HS_BUTTON_POWER_OFF_ABB2
source: Power off
bn: পাওয়ার বন্ধ
es_us: Apagar
fr_ca: Éteindre
gu: પાવર બંધ
kn: ಪವರ್ ಆಫ್‌
ko_kr: 전원 끄기
ml: പവര്‍ ഓഫ് ചെയ്യുക
si: බලය විසන්. ක.
ta: பவர் ஆஃப்
te: పవర్ ఆఫ్ చేయి
ur: بند

# IDS_SYNCML_POP_DM_REMOVE_CHARGER
source: Remove charger.
bn: চার্জার সরান।
es_us: Retirar cargador.
fr_ca: Retirer le chargeur.
gu: ચાર્જર કાઢો.
kn: ಚಾರ್ಚರ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ.
ko_kr: 충전기를 분리하세요.
ml: ചാര്‍ജ്ജര്‍ നീക്കംചെയ്യുക.
si: චාජරය ඉවත් කරන්න.
ta: சார்ஜரை அகற்று.
te: ఛార్జరు తొలగింపు.
ur: چارجر ہٹائیں۔

source: Connect to an outlet to charge device and exit unused applications in Task manager. Continued usage while charging may prevent efficient charging
bn: ডিভাইসটি চার্জ করতে একটি প্লাগ সকেটের সাথে সংযোগ করুন এবং টাস্ক ম্যানেজারে অব্যবহৃত অ্যাপ্লিকেশন থেকে প্রস্থান করুন। চার্জ করার সময় অবিরত ব্যবহার করার ফলে কার্যকর চার্জিং বাধা পেতে পারে।
es_us: Cargue la batería y cierre las aplicaciones que no utilice en el Administrador de tareas. El uso continuo durante la carga puede impedir que se realice con eficacia.
fr_ca: Branchez à une prise pour charger le périphérique et fermez les applications inutilisées dans le gestionnaire de tâches. Une utilisation prolongée pendant le chargement risque d'altérer l'efficacité du chargement.
gu: ઉપકરણ ચાર્જ કરવા માટે પ્લગ-સોકેટ સાથે જોડો અને ટાસ્ક સંચાલકમાં ન વપરાયેલ એપ્લિકેશનોમાંથી બહાર નીકળો. ચાર્જ કરતી વખતે વપરાશ ચાલુ રાખવા પર સક્ષમ ચાર્જિંગને રોકી શકે છે.
kn: ಸಾಧನ ಚಾರ್ಜ್ ಮಾಡಲು ಪ್ಲಗ್ ಸಾಕೆಟ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ಟಾಸ್ಕ್ ಮ್ಯಾನೇಜರ್‌ನಲ್ಲಿ ಬಳಸದ ಅನ್ವಹಿಸುವಿಕೆಗಳನ್ನು ನಿರ್ಗಮಿಸಿ. ಚಾರ್ಜ್ ಮಾಡುವಾಗ ಬಳಕೆ ಮುಂದುವರಿಸುವಿಕೆಯು ಸಾಮರ್ಥ್ಯ ಚಾರ್ಜಿಂಗ್ ತಡೆಗಟ್ಟಬಹುದು.
ko_kr: 외부 전원에 연결하여 배터리를 충전하고 [작업관리자]에서 사용하지 않는 애플리케이션을 종료하세요. 충전 중에 사용하면 충전 시간이 길어집니다.
ml: ഉപകരണം ചാര്‍ജ്ജ് ചെയ്യുന്നതിന് ഒരു പ്ലഗ്ഗ് സോക്കറ്റിലേക്ക് കണക്ട് ചെയ്ത് ടാസ്ക്ക് മാനേജറിലെ ഉപയോഗിക്കാത്ത ആപ്ലിക്കേഷനുകള്‍ അടയ്ക്കുക. ചാര്‍ജ്ജ് ചെയ്യുമ്പോഴുള്ള തുടര്‍ച്ചയായ ഉപയോഗം ശരിയയി ചാര്‍ജ്ജ് ചെയ്യുന്നതില്‍ നിന്നും തടഞ്ഞേക്കാം.
si: උපාංගය චාර්ජ් කිරීමට ප්ලග් සොකට් එකට සම්බන්ධ කර කාර්ය කළමනාකරු තුළ ඇති භාවිතා නොකළ යෙදුම්වලින් ඉවත් වන්න. චාර්ජ් කෙරෙන අතර අඛණ්ඩව භාවිතා කිරීමෙන් කාර්යක්ෂම චාර්ජ් කිරීමක් වැළකෙනු ඇත.
ta: சாதனத்தை சார்ஜ் செய்ய ப்ளக்கை சாக்கெட்டில் இணைக்கவும் மற்றும் பணி மேலாளரில் பயன்படுத்தபாடாத பயன்பாடுகளைவிட்டு வெளியேற்றவும். சார்ஜ் செய்யும்போது தொடர்ந்து பயன்படுத்துதல் சார்ஜ் செய்தலை தாமதப்படுத்தலாம்.
te: పరికరంను ఛార్జ్ చేసేందుకు ప్లగ్ సాకెట్‌కు కనెక్ట్ చేయండి మరియు విధి మేనేజర్‌లో ఉపయోగించని అప్లికేషన్‌లను నిష్క్రమించండి. ఛార్జ్ చేసే సమయంలో ఉపయోగించడం కొనసాగితే ప్రయోజనకరమైన ఛార్జింగ్ ను అభ్యంతరము చేయ్యవచ్చు.
ur: الہ چارج کرنے کے لئے پلگ کو ساکٹ سے جوڑیں اور ٹاسک مینیجر میں استعمال نہ ہونے والی ایپلیکیشنز سے باہر نکلیں۔ چارج کرنے کے دوران مسلسل استعمال تسلی بخش چارجنگ روک سکتا ہے۔

# IDS_TPLATFORM_BODY_SCREEN_READER_ENABLED_T_TTS
source: Screen reader enabled.
bn: স্ক্রিন রিডার সক্ষম হয়েছে৷
es_us: Lector de pantalla activado.
fr_ca: Lecteur d'écran activé.
gu: સ્ક્રીન રીડર સક્ષમ કરેલું છે.
kn: ಸ್ಕ್ರೀನ್ ರೀಡರ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: [스크린 리더]를 실행하였습니다.
ml: സ്ക്രീൻ റീഡർ പ്രാപ്തമാക്കി.
si: තිර කියවනය සබලිතයි.
ta: ஸ்கிரீன் ரீடர் செயல்படுத்தப்பட்டுள்ளது.
te: స్క్రీన్ రీడర్ ప్రారంభించబడింది.
ur: اسکرین مطالعہ کار فعال کر دیا گیا۔

# IDS_TPLATFORM_BODY_SCREEN_READER_DISABLED_T_TTS
source: Screen reader disabled.
bn: স্ক্রিন রিডার অক্ষম হয়েছে৷
es_us: Lector de pantalla desactivado.
fr_ca: Lecteur d'écran désactivé.
gu: સ્ક્રીન રીડર અક્ષમ કરેલું છે.
kn: ಸ್ಕ್ರೀನ್ ರೀಡರ್ ಅನ್ನು ನಿಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
ko_kr: [스크린 리더]를 해제하였습니다.
ml: സ്ക്രീൻ റീഡർ അപ്രാപ്തമാക്കി.
si: තිර කියවනය අබලිතයි.
ta: ஸ்கிரீன் ரீடர் முடக்கப்பட்டுள்ளது.
te: స్క్రీన్ రీడర్ నిలిపివేయబడింది.
ur: اسکرین مطالعہ کار غیر فعال کر دیا گیا۔

# IDS_ST_HEADER_ENABLE_EMERGENCY_MODE
source: Enable Emergency mode
bn: আপৎকালীন মোড সক্ষম করুন
es_us: Activar modo de Emergencia
fr_ca: Activer le mode Urgence
gu: તત્કાલ મોડને સક્ષમ કરો
kn: ತುರ್ತುಸ್ಥಿತಿಯ ಮೋಡ್ ಶಕ್ತಗೊಳಿಸಿ
ko_kr: 긴급 모드 실행
ml: എമർജൻസി മോഡ് പ്രാപ്തമാക്കുക
si: හදිසි අවස්ථා ප්‍රකාරය සක්‍රිය කරන්න
ta: அவசர முறைமையை செயல்படுத்தவும்
te: అత్యవసర విధానాన్ని ప్రారంభించు
ur: ہنگامی وضع فعال کریں

# IDS_ST_HEADER_DISABLE_EMERGENCY_MODE
source: Disable Emergency mode
bn: আপৎকালীন মোড অক্ষম করুন
es_us: Desactivar modo de Emergencia
fr_ca: Désactiver le mode Urgence
gu: તત્કાલ મોડને અક્ષમ કરો
kn: ತುರ್ತುಸ್ಥಿತಿಯ ಮೋಡ್ ನಿಶಕ್ತಗೊಳಿಸಿ
ko_kr: 긴급 모드 해제
ml: എമർജൻസി മോഡ് അപ്രാപ്തമാക്കുക
si: හදිසි අවස්ථා ප්‍රකාරය අක්‍රිය කරන්න
ta: அவசர முறைமையை முடக்கவும்
te: అత్యవసర విధానాన్ని నిలిపివేయి
ur: ہنگامی وضع کو غیر فعال کریں

# IDS_CST_OPT_WAIT
source: Wait
bn: প্রতীক্ষা করুন
es_us: Espere
fr_ca: Attendre
gu: રાહ જુઓ
kn: ಕಾಯಿರಿ
ko_kr: 대기
ml: കാത്തിരിക്കുക
si: මදක් ඉන්න
ta: காத்திருக்கவும்
te: వేచి ఉండండి
ur: انتظار کریں

# IDS_ST_BODY_USB_STORAGE_ABB
source: USB storage
bn: USB সঞ্চয়স্থান
es_us: Memoria interna
fr_ca: Stockage USB
gu: USB સ્મૃતિ
kn: ಆಂತರಿಕ ಫೋನ್ ಸ್ಮರಣೆ
ko_kr: USB 저장공간
ml: USB സ്റ്റോറേജ്
si: අභ්‍යන්තර දුරක. මතකය
ta: USB ஃபோன் நினைவகம்
te: USB నిల్వ
ur: USB ذخیرہ

# IDS_CAM_HEADER_CAMERA_M_APPLICATION
source: Camera
bn: ক্যামেরা
es_us: Cámara
fr_ca: Appareil photo
gu: કૅમેરા
kn: ಕ್ಯಾಮರಾ
ko_kr: 카메라
ml: ക്യാമറ
si: කැමරාව
ta: கேமரா
te: కెమెరా
ur: کیمرہ

# IDS_QP_POP_YOUR_DEVICE_IS_OVERHEATING_IT_WILL_NOW_POWER_OFF_TO_COOL_DOWN
source: Your device is overheating. It will now power off to cool down.
bn: আপনার ডিভাইসটি অতিরিক্ত উত্তপ্ত হচ্ছে। ঠান্ডা হওয়ার জন্য এটি এখন বন্ধ হবে।
es_us: Su dispositivo se está sobrecalentando. Ahora se apagará para enfriarse.
fr_ca: Votre appareil est en surchauffe. Il va à présent s'éteindre pour refroidir.
gu: તમારું ઉપકરણ વધુ પડતું ગરમ થઈ રહ્યું છે. ઠંડુ થવા માટે હવે તેનો પાવર બંધ થશે.
kn: ನಿಮ್ಮ ಸಾಧನವು ತೀರಾ ಬಿಸಿಯಾಗುತ್ತಿದೆ. ತಂಪಾಗಲು ಅದು ಇದೀಗ ಪವರ್ ಆಫ್ ಆಗುತ್ತದೆ.
ko_kr: 디바이스 온도가 너무 높습니다. 온도를 낮추기 위해 디바이스를 종료합니다.
ml: നിങ്ങളുടെ ഉപകരണം അമിതമായി ചൂടാവുന്നുണ്ട്. തണുപ്പിക്കുന്നതിനായി അതിന്‍റെ പവർ ഓഫാകും.
si: ඔබගේ උපාංගය පමණට වඩා රත් වේ. දැන් එය සිසිල් වීමට බලය අක්‍රිය කර ඇත.
ta: உங்கள் சாதனம் அதிக சூடாகிறது. இப்போது இது குளிர்வதற்கென ஆஃப் ஆகும்.
te: మీ పరికరం ఎక్కువ వేడెక్కుతోంది. దీన్ని చల్లార్చడానికి ఇ్పపుడే పవర్ ఆఫ్ చేయండి.
ur: آپ کا ڈیوائس بہت زیادہ گرم ہورہا ہے۔ اب یہ ٹھنڈا ہونے کے لئے پاور آف ہوجائے گا۔

# IDS_QP_BUTTON_DO_NOT_POWER_OFF_ABB
source: Do not power off
bn: বন্ধ করবেন না
es_us: No apagar
fr_ca: Ne pas éteindre
gu: પાવર બંધ કરશો નહીં
kn: ಪವರ್ ಆಫ್ ಮಾಡಬೇಡಿ
ko_kr: 종료하지 않기
ml: പവർ ഓഫ് ചെയ്യരുത്
si: බලය අක්‍රිය නොකරන්න
ta: ஆஃப் செய்ய வேண்டாம்
te: పవర్ ఆఫ్ చేయవద్దు
ur: پاور آف نہ کریں

# IDS_QP_HEADER_DEVICE_POWERED_OFF_AUTOMATICALLY
source: Device powered off automatically
bn: ডিভাইস স্বয়ংক্রিয়ভাবে বন্ধ হয়েছে
es_us: Dispositivo apagado automáticamente
fr_ca: Appareil éteint automatiquement
gu: ઉપકરણનો આપમેળે પાવર બંધ થયો
kn: ಸಾಧನವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪವರ್ ಆಫ್ ಆಗಿದೆ
ko_kr: 디바이스 자동 종료
ml: ഉപകരണം ഓട്ടോമാറ്റിക്കായി ഓഫ് ചെയ്യപ്പെട്ടു
si: උපාංගය ස්වයංක්‍රියව බලය අක්‍රිය විය
ta: சாதனம் தானாகவே ஆஃப் செய்யப்பட்டது
te: పరికరం పవర్ స్వయంచాలకంగా ఆఫ్ చేయబడింది
ur: ڈیوائس خودکار طور پر پاور آف ہوگیا

# IDS_QP_POP_YOUR_DEVICE_OVERHEATED_IT_POWERED_OFF_TO_PREVENT_DAMAGE_MSG
source: Your device overheated. It powered off to prevent damage. Overheating can be caused by: Using graphics-intensive applications, such as games and navigation applications, for long periods of time. Transferring large files. Using your device in a hot environment.
bn: আপনার ডিভাইস অতিরিক্ত উত্তপ্ত হয়েছে। ক্ষতি এড়াতে এটি বন্ধ হয়েছে। এই সব কারণে ডিভাইসটি অতিরিক্ত গরম হতে পারে: বিভিন্ন গ্রাফিক্স-ইনটেনসিভ অ্যাপ্লিকেশন যেমন গেম ও নেভিগেশন অ্যাপ্লিকেশনগুলি দীর্ঘক্ষণ ব্যবহার করলে। বড় ফাইলগুলি স্থানান্তর করলে। গরম পরিবেশে আপনার ডিভাইস ব্যবহার করলে।
es_us: Su dispositivo se sobrecalentó. Se apagó para evitar daños. El sobrecalentamiento se puede deber a: El uso de aplicaciones con gráficos intensos como videojuegos y aplicaciones de navegación durante periodos largos de tiempo. La transferencia de archivos grandes. Usar el dispositivo en una ubicación muy calurosa.
fr_ca: Votre appareil a surchauffé. Il s'est éteint pour ne pas être endommagé. Les causes de surchauffe sont diverses : Utilisation prolongée d'applications gourmandes en ressources graphiques (jeux vidéo, applications de navigation). Transfert de fichiers volumineux. Utilisation de votre appareil dans un lieu chaud.
gu: તમારું ઉપકરણ વધુ પડતું ગરમ થઈ ગયું છે. ક્ષતિથી બચવા માટે તેનો પાવર બંધ કર્યો છે. આના કારણે વધુ પડતું ગરમ થઈ શકે છે: ગ્રાફિક-સઘન એપ્લિકેશનો, જેમ કે રમતો અને નેવિગેશન એપ્લિકેશનોનો લાંબો સમય સુધી ઉપયોગ કરવાથી. મોટી ફાઇલ્સ સ્થાનાંતરિત કરવાથી. ગરમ વાતાવરણમાં ઉપકરણનો ઉપયોગ કરવાથી.
kn: ನಿಮ್ಮ ಸಾಧನವು ತೀರಾ ಬಿಸಿಯಾಗಿದೆ. ಹಾನಿಯನ್ನು ತಡೆಗಟ್ಟಲು ಅದು ಪವರ್ ಆಫ್ ಆಗಿದೆ. ತೀರಾ ಬಿಸಿಯಾಗುವಿಕೆಯು ಈ ಕಾರಣದಿಂದ ಉಂಟಾಗಬಹುದು: ದೀರ್ಘ ಸಮಯದವರೆಗೆ ಆಟಗಳು ಮತ್ತು ನ್ಯಾವಿಗೇಶನ್ ಅನ್ವಹಿಸುವಿಕೆಗಳಂತಹ ಗ್ರಾಫಿಕ್-ತೀವ್ರತೆಯ ಅನ್ವಹಿಸುವಿಕೆಗಳ ಬಳಸುವಿಕೆ. ದೊಡ್ಡ ಫೈಲ್‌ಗಳನ್ನು ವರ್ಗಾವಣೆ ಮಾಡುವುದು. ಬಿಸಿಯಾದ ವಾತಾವರಣದಲ್ಲಿ ನಿಮ್ಮ ಸಾಧನ ಬಳಸುವುದು.
ko_kr: 디바이스 온도가 너무 높아 손상을 방지하기 위해 디바이스를 종료하였습니다. 다음 상황에서 온도가 높아질 수 있습니다. 비디오 게임, 내비게이션과 같이 그래픽을 많이 사용하는 애플리케이션을 장시간 사용하였습니다. 용량이 큰 파일을 다운로드 또는 업로드하였습니다. 주변 온도가 높은 곳에 디바이스를 장시간 사용하였습니다.
ml: നിങ്ങളുടെ ഉപകരണം അമിതമായി ചൂടായി. കോട്ടം തട്ടുന്നത് തടയുന്നതിനായി അതിന്‍റെ പവർ ഓഫാകും. അമിത ചൂടിന് കാരണമാകാവുന്നവ: ദീർഘസമയം ഗെയിമുകൾ, നാവിഗേഷൻ ആപ്ലിക്കേഷനുകൾ പോലുള്ള തീവ്ര ഗ്രാഫിക്സ് ആപ്ലിക്കേഷനുകൾ ഉപയോഗിക്കൽ. വലിയ ഫയലുകളുടെ കൈമാറ്റം. ചൂടുള്ള പരിതസ്ഥിതിയിൽ നിങ്ങളുടെ ഉപകരണം ഉപയോഗിക്കൽ.
si: ඔබගේ උපාංගය පමණට වඩා රත් විය. හානි වීම වැළැක්වීමට එහි බලය අක්‍රිය කරන ලදී. පමණට වඩා රත් වීම: ක්‍රීඩා සහ සංචාලන යෙදුම් වැනි, චිත්‍රණ-තීව්‍ර යෙදුම්, දිගු වේලාවන් තුළ භාවිතා කිරීම. විශාල ගොනු මාරු කිරීම. ඔබගේ උපාංගය උණුසුම් පරිසරයක් තුළ භාවිතා කිරීම නිසා සිදු විය හැක.
ta: உங்கள் சாதனம் அதிக சூடாகியுள்ளது. சேதத்தைத் தடுப்பதற்கு இது ஆஃப் ஆகியது. அதிக சூடாகுதல் இவற்றால் உண்டாகலாம்: விளையாட்டுகள் மற்றும் வழிசெலுத்தல் பயன்பாடுகள் போன்ற கிராபிக்ஸ் உணர்ச்சிமிக்க பயன்பாடுகளை நீண்ட நேரம் பயன்படுத்துவது. பெரிய கோப்புகளை இடமாற்றுதல். உங்கள் சாதனத்தை சூடான சூழலில் பயன்படுத்துதல்.
te: మీ పరికరం ఎక్కువ వేడెక్కింది. నష్టాన్ని నిరోధించడానికి దీని పవర్ ఆఫ్ చేయండి. దీని వల్ల ఎక్కువ వేడెక్కుతుంది: ఎక్కువ సమయం గేమ్‌లు మరియు నావిగేషన్ అప్లికేషన్‌ల వంటి గ్రాఫిక్-ఆకర్షణీయమైన అప్లికేషన్‌లను ఉపయోగంచడం. పెద్ద ఫైల్‌లను బదిలీ చేయడం. మీ పరికరాన్ని వేడి వాతావరణంలో ఉపయోగించడం.
ur: آپ کا ڈیوائس بہت زیادہ گرم ہوگیا تھا۔ یہ نقصان سے بچنے کے لئے پاور آف ہوگيا۔ زیادہ گرم ہونا ہو سکتا ہے بذریعہ: لمبی مدت تک کے لئے، زیادہ گرافکس والے ایپلیکیشنز کا استعمال کرنا، جیسے کہ گیمس اور نیویگیشن ایپلیکیشنز۔ بڑی فائلوں کو منتقل کرنا۔ اپنے ڈیوائس کو کسی گرم ماحول میں استعمال کرنا۔

source: To use your SD card, it must be decrypted. Decrypt SD card or enable device encryption?
bn: আপনার SD কার্ড ব্যবহার করতে, সেটি অবশ্যই ডিক্রিপ্ট হতে হবে। SD কার্ড ডিক্রিপ্ট করবেন বা ডিভাইস এনক্রিপশন সক্ষম করবেন?
es_us: Su tarjeta de memoria debe estar desencriptada para usarla. ¿Desencriptar la tarjeta de memoria o activar la encriptación del dispositivo?
fr_ca: Pour utiliser votre carte SD, celle-ci doit être déchiffrée. Déchiffrer la carte SD ou activer le chiffrement de l'appareil ?
gu: તમારા SD કાર્ડનો ઉપયોગ કરવા, તે ડિક્રિપ્ટ કરેલું હોવું જરૂરી છે. SD કાર્ડને ડિક્રિપ્ટ કરીએ અથવા ઉપકરણ એન્ક્રિપ્શનને સમર્થ કરીએ?
kn: ನಿಮ್ಮ SD ಕಾರ್ಡ್ ಬಳಸಲು, ಇದನ್ನು ಡೀಕ್ರಿಪ್ಟ್‌ ಮಾಡಬೇಕು. SD ಕಾರ್ಡ್‌ ಡೀಕ್ರಿಪ್ಟ್‌ ಮಾಡುವುದೇ ಅಥವಾ ಸಾಧನ ಎನ್‌ಕ್ರಿಪ್ಷನ್ ಶಕ್ತಗೊಳಿಸುವುದೇ?
ko_kr: SD 카드를 사용하려면 먼저 SD 카드의 암호화를 해제하세요. SD 카드의 암호화를 해제할까요? 아니면 디바이스 암호화를 실행할까요?
ml: നിങ്ങളുടെ SD കാർഡ് ഉപയോഗിക്കുന്നതിന്, അത് ഡീ‌ക്രിപ്റ്റ് ചെയ്തിരിക്കണം. SD കാർഡ് ഡീ‌ക്രിപ്റ്റ് ചെയ്യട്ടെ അല്ലെങ്കിൽ ഉപകരണ എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കട്ടെ?
si: ඔබේ SD කාඩ්පත භාවිතා කිරීමට නම්, එය විසංකේතනය කළ යුතුය. SD කාඩ්පත විසංකේතනය කරන්න ද, නැතහොත් උපාංග ගුප්ත කේතනය සබල කරන්න ද?.
ta: உங்கள் SD அட்டையைப் பயன்படுத்த இதை மறைகுறிநீக்க வேண்டும். SD அட்டையை மறைகுறிநீக்கவா அல்லது சாதன மறைகுறியாக்கத்தைச் செயல்படுத்தவா?
te: మీ SD కార్డ్ ఉపయోగించడానికి, ఇది తప్పక డీక్రిప్ట్ చేయబడాలి. SD కార్డ్ డీక్రిప్ట్ చేయాలా లేదా పరికర ఎన్‌క్రిప్షన్ ప్రారంభించాలా?
ur: آپ کا SD استعمال کرنے کیلئے اس کی خفیہ کشانی کرنا ضروری ہے۔ SD کارڈ کی خفیہ کشانی کریں یا آلہ کی خفیہ کاری فعال کریں؟

source: To use your SD card, it must be encrypted. Encrypt SD card or disable device encryption?
bn: আপনার SD কার্ড ব্যবহার করতে, সেটি অবশ্যই এনক্রিপ্ট হতে হবে। SD কার্ড এনক্রিপ্ট করবেন বা ডিভাইস এনক্রিপশন অক্ষম করবেন?
es_us: Su tarjeta de memoria debe estar encriptada para usarla. ¿Encriptar la tarjeta de memoria o desactivar la encriptación del dispositivo?
fr_ca: Pour utiliser votre carte SD, celle-ci doit être chiffrée. Chiffrer la carte SD ou désactiver le chiffrement de l'appareil ?
gu: તમારા SD કાર્ડનો ઉપયોગ કરવા, તે એન્ક્રિપ્ટ કરેલું હોવું જરૂરી છે. SD કાર્ડને એન્ક્રિપ્ટ કરીએ અથવા ઉપકરણ એન્ક્રિપ્શનને અક્ષમ કરીએ?
kn: ನಿಮ್ಮ SD ಕಾರ್ಡ್ ಬಳಸಲು, ಅದನ್ನು ಎನ್‌ಕ್ರಿಪ್ಟ್‌ ಮಾಡಬೇಕು. SD ಕಾರ್ಡ್‌ ಎನ್‌ಕ್ರಿಪ್ಟ್‌ ಮಾಡುವುದೇ ಅಥವಾ ಸಾಧನ ಎನ್‌ಕ್ರಿಪ್ಷನ್ ನಿಶಕ್ತಗೊಳಿಸುವುದೇ?
ko_kr: SD 카드를 사용하려면 먼저 SD 카드를 암호화하세요. SD 카드를 암호화할까요? 아니면 디바이스 암호화를 해제할까요?
ml: നിങ്ങളുടെ SD കാർഡ് ഉപയോഗിക്കുന്നതിന്, അത് എൻ‌ക്രിപ്റ്റ് ചെയ്തിരിക്കണം. SD കാർഡ് എൻ‌ക്രിപ്റ്റ് ചെയ്യട്ടെ അല്ലെങ്കിൽ ഉപകരണ എൻക്രിപ്ഷൻ അപ്രാപ്തമാക്കട്ടെ?
si: ඔබේ SD කාඩ්පත භාවිතා කිරීමට නම්, එය ගුප්තකේතනය කළ යුතුය. SD කාඩ්පත ගුප්තකේතනය කරන්න ද, නැතහොත් උපාංග ගුප්තකේතනය අබල කරන්න ද?.
ta: உங்கள் SD அட்டையைப் பயன்படுத்த இதை மறைகுறியாக்க வேண்டும். SD அட்டையை மறைகுறியாக்கவா அல்லது சாதன மறைகுறியாக்கத்தைச் செயல்நீக்கவா?
te: మీ SD కార్డ్ ఉపయోగించడానికి, ఇది తప్పక ఎన్‌క్రిప్ట్ చేయబడాలి. SD కార్డ్ ఎన్‌క్రిప్ట్ చేయాలా లేదా పరికర ఎన్‌క్రిప్షన్ నిలిపివేయాలా?
ur: آپ کا SD استعمال کرنے کیلئے اس کا خفیہ ہونا ضروری ہے۔ SD کارڈ کی خفیہ کاری کریں یا آلہ کی خفیہ کاری کو غیر فعال کریں؟

# IDS_IDLE_HEADER_DISABLE_SAFE_MODE_ABB
source: Disable Safe mode
bn: সুরক্ষা মোড অক্ষম করুন
es_us: Desactivar modo seguro
fr_ca: Désactiver mode Sécurisé
gu: સુરક્ષિત મોડને અક્ષમ કરો
kn: ಸೇಫ್ ಮೋಡ್ ನಿಶಕ್ತಗೊಳಿಸಿ
ko_kr: 안전 모드 해제
ml: സുരക്ഷിത മോഡ് അപ്രാപ്തമാക്കുക
si: ආරක්ෂිත ප්‍රකාරය අක්‍රිය කර.
ta: பாதுகாப்பு பயன்முறை செயல்நீக்குக
te: సేఫ్ విధానాన్ని నిలిపివేయి
ur: محفوظ وضع کو غیر فعال کریں

# IDS_TPLATFORM_BODY_DISABLING_SAFE_MODE_WILL_RESTART_YOUR_DEVICE_DISABLE_Q
source: Disabling Safe mode will restart your device. Disable?
bn: নিরাপদ মোড অক্ষম করার ফলে আপনার ডিভাইস পুনর্সূচনা হবে। অক্ষম করবেন?
es_us: Si se desactiva el modo seguro, se reiniciará el dispositivo. ¿Desea desactivarlo?
fr_ca: La désactivation du mode Sécurisé va redémarrer votre appareil. Désactiver ?
gu: સલામત મોડ નિષ્ક્રિય કરવાથી તમારું ઉપકરણ ફરી શરૂ થશે. નિષ્ક્રિય કરીએ?
kn: ಸೇಫ್ ಮೋಡ್ ನಿಶಕ್ತಗೊಳಿಸುವುದು ನಿಮ್ಮ ಸಾಧನವನ್ನು ಪುನರಾರಂಭಿಸುವುದು. ಅಶಕ್ತಗೊಳಿಸುವುದೇ?
ko_kr: [안전 모드]를 해제하면 디바이스를 다시 시작합니다. 해제할까요?
ml: സുരക്ഷിത മോഡ് അപ്രാപ്തമാക്കിയാൽ നിങ്ങളുടെ ഉപകരണം പുനഃരാരംഭിക്കും. അപ്രാപ്തമാക്കട്ടെ?
si: ආරක්ෂිත ප්‍රකාරය අක්‍රිය කිරීම ඔබගේ උපාංගය යළි අරඹනු ඇත. අක්‍රිය කරන්නද?
ta: பாதுகாப்பு முறையை முடக்கினால் உங்கள் சாதனம் மறுதுவக்கம் செய்யப்படும். முடக்கவா?
te: సురక్షిత మోడ్‌ని నిలిపివేయడం వల్ల మీ పరికరం పునఃప్రారంభించబడుతుంది. నిలిపివేయాలా?
ur: محفوظ وضع غیر فعال کرنے سے آپ کا آلہ دوبارہ شروع ہو جائے گا۔ غیر فعال کریں؟

# IDS_WGT_POP_BATTERY_LOW_ASSISTIVE_LIGHT_WILL_BE_TURNED_OFF
source: Battery low. Assistive light will be turned off.
bn: ব্যাটারি কম৷ সহায়ক আলোক বন্ধ হবে৷
es_us: Batería baja. Se desactivará la linterna.
fr_ca: Pile faible. La lumière d'assistance va être désactivée.
gu: બેટરી ઓછી છે. સહાયક લાઇટ બંધ થશે.
kn: ಬ್ಯಾಟರಿ ಕಡಿಮೆಯಿದೆ. ಸಹಾಯಕ ಬೆಳಕನ್ನು ಆಫ್ ಮಾಡಲಾಗುವುದು.
ko_kr: 배터리가 부족하여 [보조등]이 꺼집니다.
ml: ബാറ്ററി കുറവ്. സഹായക ലൈറ്റ് ഓഫുചെയ്യപ്പെടും.
si: බැටරි මට්ටම අඩුයි. සහකාරක ආලෝකය නිවී යනු ඇත.
ta: மின்கலம் குறைவு. உதவி ஒளி அணைக்கப்படும்.
te: బ్యాటరీ తక్కువ. సహాయక కాంతి ఆఫ్ చేయబడుతుంది.
ur: بیٹری کم ہے۔ معاون روشنی آف کردی جائے گی۔
