Repository: tizenorg/framework.system.system-popup
Catalog: po/src/*.po
Languages: bn, es_us, fr_ca, gu, kn, ko_kr, ml, si, ta, te, ur

# IDS_ST_BODY_SD_CARD_DECRYPTION_ERROR_OCCURRED
source: SD card decryption error occurred.
bn: SD কার্ড ডিক্রিপশন ত্রুটি ঘটেছে।
es_us: Ocurrió un error durante el desencriptado de la tarjeta de memoria.
fr_ca: Une erreur s'est produite lors du décryptage de la carte SD.
gu: SD કાર્ડ ડીક્રિપ્શન ભૂલ થઈ છે.
kn: SD ಕಾರ್ಡ್ ಡೀಕ್ರಿಪ್ಶನ್ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko_kr: SD 카드 암호화 해제 오류가 발생하였습니다.
ml: SD കാര്‍ഡ്‌ ഡിക്രിപ്ഷന്‍ പിശക് സംഭവിച്ചു.
si: SD කාඩ්පත විකේතනයේදී දෝෂයක් මතුවිය.
ta: SD அட்டை மறைகுறிநீக்கம் பிழை ஏற்பட்டுள்ளது.
te: SD కార్డ్ డిక్రిప్షన్ లోపం ఏర్పడింది.
ur: SD کارڈ خفیہ کشائی غلطی واقع ہوگئی

# IDS_ST_BODY_SD_CARD_ENCRYPTED
source: SD card encrypted.
bn: SD কার্ড এনক্রিপ্ট করা হয়েছে।
es_us: Tarjeta de memoria encriptada.
fr_ca: Carte SD chiffrée.
gu: SD કાર્ડ એન્ક્રિપ્ટ થયું.
kn: SD ಕಾರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿದೆ.
ko_kr: SD 카드를 암호화하였습니다.
ml: SD കാര്‍ഡ്‌ എന്‍ക്രിപ്റ്റ് ചെയ്തു.
si: SD කාඩ්පත සංකේතනය කෙරිණ.
ta: SD அட்டை மறைகுறியாக்கப்பட்டது.
te: SD కార్డ్ ఎన్‌క్రిప్షన్ చేయబడింది.
ur: SD کارڈ خفیہ کاری ہوگئی۔

# IDS_PN_OPT_DISABLE_FLIGHT_MODE_ABB
source: Disable Flight mode
bn: বিমান মোড অক্ষম করুন
es_us: Des. Fuera de línea
fr_ca: Dés. mode Hors-ligne
gu: ઉડાણ મોડને અક્ષમ કરો
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ನಿಶಕ್ತಗೊಳಿಸಿ
ko_kr: 비행기 탑승 모드 해제
ml: ഫ്ലൈറ്റ് മോഡ് അപ്രാപ്തമാക്കുക
si: පියාසර මාදිලිය අක්‍රිය ක.
ta: ஃப்ளைட் முறை செயல்நீக்குக
te: విమానం మోడ్‌ను నిలిపివేయి
ur: فلائٹ موڈ نا اہل بنائیں

# IDS_PN_OPT_ENABLE_FLIGHT_MODE_ABB
source: Enable Flight mode
bn: বিমান মোড সক্ষম করুন
es_us: Activar perfil Fuera de línea
fr_ca: Activer le mode Hors-ligne
gu: ફ્લાઇટ મોડને સક્ષમ કરો
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ಶಕ್ತಗೊಳಿಸಿ
ko_kr: 비행기 탑승 모드 실행
ml: ഫ്ലൈറ്റ് മോ‍ഡ് പ്രാപ്തമാക്കുക
si: පියාසර ප්‍රකාරය සක්‍රිය ක.
ta: ஃப்ளைட் முறை செயல்படுத்துக
te: విమాన మోడ్‌ని ప్రారంభించు
ur: فلائٹ موڈ اہل بنائیں

# IDS_DN_POP_ENCRYPTING_SD_CARD_ING
source: Encrypting SD card...
bn: SD কার্ড এনক্রিপ্ট করা হচ্ছে...
es_us: Encriptando tarjeta de memoria...
fr_ca: Chiffrement de la carte SD...
gu: SD કાર્ડ એન્ક્રિપ્ટ કરે છે...
kn: SD ಕಾರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡುತ್ತಿದೆ...
ko_kr: SD 카드 암호화 중...
ml: SD കാര്‍ഡ് എന്‍ക്രിപ്റ്റ് ചെയ്യുന്നു...
si: SD කාඩ්පත සංකේතනය වෙමින්...
ta: எஸ்டி அட்டையை மறைகுறியாக்குகிறது...
te: ఎస్‌డి కార్డును ఎన్‌క్రిప్ట్ చేస్తోంది...
ur: SD کارڈ خفیہ کاری کررہا ہے...

# IDS_DN_POP_DECRYPTING_SD_CARD_ING
source: Decrypting SD card...
bn: SD কার্ড ডিক্রিপ্ট করা হচ্ছে...
es_us: Desencriptando tarjeta de memoria…
fr_ca: Décryptage de la carte SD...
gu: SD કાર્ડ ડીક્રિપ્ટ કરે છે...
kn: SD ಕಾರ್ಡ್ ಡಿಕ್ರಿಪ್ಟ್ ಮಾಡುತ್ತಿದೆ...
ko_kr: SD 카드 암호화 해제 중...
ml: SD കാര്‍ഡ് ഡിക്രിപ്റ്റ് ചെയ്യുന്നു...
si: SD කාඩ්පත විකේතනය වෙමින්...
ta: எஸ்டி அட்டையை மறைகுறிநீக்குகிறது...
te: ఎస్‌డి కార్డును డిక్రిప్ట్ చేస్తోంది...
ur: SD کارڈ خفیہ کشائی کررہا ہے...

# IDS_COM_BODY_NO_BATTERY
source: No battery
bn: কোনও ব্যাটারি নেই
es_us: Sin batería
fr_ca: Aucune pile
gu: કોઈ બેટરી નથી
kn: ಯಾವುದೇ ಬ್ಯಾಟರಿ ಇಲ್ಲ
ko_kr: 배터리가 없습니다
ml: ബാറ്ററിയില്ല
si: බැටරියක් නැත
ta: பேட்டரி இல்லை
te: బ్యాటరీ లేదు
ur: بیٹری نہیں

# IDS_ST_POP_WARNING_MSG
source: Warning message
bn: সতর্কতা বার্তা
es_us: Mensaje de advertencia
fr_ca: Message d'avertissement
gu: ચેતવણી સંદેશ
kn: ಎಚ್ಚರಿಕೆ Message
ko_kr: 경고 메시지
ml: മുന്നറിയിപ്പ് സന്ദേശം
si: අනතුරු ඇඟවීමේ පණිවඩය
ta: எச்சரிக்கை Message
te: హెచ్చరిక message
ur: تنبیہاتی پیغام

# IDS_USB_MBODY_USB_DEVICES
source: USB devices
bn: USB ডিভাইসগুলি
es_us: Dispositivos USB
fr_ca: Périphériques USB
gu: USB ઉપકરણો
kn: USB ಸಾಧನಗಳು
ko_kr: USB 디바이스
ml: USB ഉപകരണങ്ങള്‍
si: USB උපාංග
ta: USB சாதனங்கள்
te: USB పరికరాలు
ur: USB آلہ جات

# IDS_DN_BODY_ENCRYPT_SD_CARD
source: Encrypt SD card
bn: SD কার্ড এনক্রিপ্ট করুন
es_us: Encriptar la tarjeta de memoria
fr_ca: Chiffrer la carte SD
gu: SD કાર્ડ એન્ક્રિપ્ટ કરો
kn: SD ಕಾರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ko_kr: SD 카드 암호화
ml: SD കാര്‍ഡ് എന്‍ക്രിപ്റ്റ് ചെയ്യുക
si: SD කාඩ්පත සංකේතනය කරන්න
ta: எஸ்டி அட்டை மறைகுறியிடுக
te: ఎస్‌డి కార్డ్ ఎన్‌క్రిప్ట్ చేయి
ur: SD کارڈ خفیہ کاری کریں

# IDS_TPLATFORM_OPT_ENABLE_SCREEN_READER_ABB
source: Enable screen reader
bn: স্ক্রিন রিডার সক্ষম করুন
es_us: Activar lector de pantalla
fr_ca: Activer le lecteur d'écran
gu: સ્ક્રીન રીડરને સક્ષમ કરો
kn: ಸ್ಕ್ರೀನ್ ರೀಡರ್ ಶಕ್ತಗೊಳಿಸಿ
ko_kr: 스크린 리더 실행
ml: സ്ക്രീന്‍ റീഡര്‍ പ്രാപ്തമാക്കുക
si: තිර කියවනය සක්‍රිය කරන්න
ta: ஸ்க்ரீன் ரீடர் செயல்படுத்துக
te: స్క్రీన్ రీడర్‌ని ప్రారంభించండి
ur: اسکرین ریڈر اہل بنائیں۔

# IDS_TPLATFORM_OPT_DISABLE_SCREEN_READER_ABB
source: Disable screen reader
bn: স্ক্রিন রিডার অক্ষম করুন
es_us: Desact. lector de pantalla
fr_ca: Désactiver lecteur d'écran
gu: સ્ક્રીન રીડરને અક્ષમ કરો
kn: ಸ್ಕ್ರೀನ್ ರೀಡರ್ ನಿಶಕ್ತಗೊಳಿಸಿ
ko_kr: 스크린 리더 해제
ml: സ്ക്രീന്‍ റീഡര്‍ അപ്രാപ്തമാക്കുക
si: තිර කියවනය අක්‍රිය කරන්න
ta: ஸ்க்ரீன் ரீடர் செயல்நீக்குக
te: స్క్రీన్ రీడర్‌ని నిలిపివేయండి
ur: اسکرین ریڈر نا اہل بنائیں۔

# IDS_DN_BODY_DECRYPT_SD_CARD
source: Decrypt SD card
bn: SD কার্ড ডিক্রিপ্ট করুন
es_us: Descifrar tarjeta de memoria
fr_ca: Décrypter la carte SD
gu: SD કાર્ડ ડીક્રિપ્ટ કરો
kn: SD ಕಾರ್ಡ್ ಡೀಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ko_kr: SD 카드 암호화 해제
ml: SD കാര്‍ഡ്‌ ഡിക്രിപ്റ്റ് ചെയ്യുക
si: SD කාඩ්පත විකේතනය කරන්න
ta: SD அட்டையை மறைகுறிநீக்குக
te: SD కార్డును డిక్రిప్ట్ చెయ్యి
ur: SD کارڈ خفیہ کشائی کریں

# IDS_COM_HEADER_ATTENTION
source: Attention
bn: সজাগ হন
es_us: Atención
gu: સાવધાન
kn: ಗಮನಿಸಿ
ko_kr: 주의
ml: ശ്രദ്ധിക്കുക
si: අවධානය යොමු කරන්න
ta: கவனம்
te: అటెన్షన్
ur: توجہ

# IDS_COM_BODY_DATA_USAGE_WARNING
source: Data usage warning
bn: তথ্য ব্যবহারের সতর্কীকরণ
es_us: Advertencia de uso de datos
fr_ca: Avertissement utilisation des données
gu: ડેટા વપરાશ ચેતવણી
kn: ಡೇಟಾ ಬಳಕೆ ಎಚ್ಚರಿಕೆ
ko_kr: 데이터 사용 경고
ml: ഡാറ്റാ ഉപയോഗ അറിയിപ്പ്
si: දත්ත භාවිත අවවාදය
ta: தரவு பயன்பாட்டு எச்சரிக்கை
te: డేటా ఉపయోగ హెచ్చరిక
ur: ڈیٹا استعمال تنبیہ سیٹ کریں

# IDS_COM_BODY_TAP_TO_VIEW_USAGE_AND_SETTINGS
source: Tap to view usage and settings.
bn: ব্যবহার এবং সেটিংস দেখতে ট্যাপ করুন।
es_us: Pulse para ver el uso y la configuración.
fr_ca: Touchez pour afficher l'espace utilisé et les paramètres.
gu: ઉપયોગ અને સેટિંગ્સ જોવા માટે ટેપ કરો
kn: ಬಳಕೆ ಮತ್ತು ಸಂಯೋಜನೆಗಳನ್ನು ನೋಡಲು ತಟ್ಟಿರಿ.
ko_kr: 사용량 및 설정을 보려면 누르세요.
ml: ഉപയോഗവും സെറ്റിംഗ്സുകളും കാണുന്നതിനായി ടാപ്പുചെയ്യുക.
si: භාවිතය සහ සැකසුම් බැලීමට තට්ටු කරන්න.
ta: பயன்பாடுகள் மற்றும் அமைவுகளை காண டேப் செய்க.
te: వాడుక మరియు సెట్టింగ్లను వీక్షించడానికి నొక్కండి.
ur: استعمال اور سیٹنگز دیکھنے کے لئے تھپتھپائیں

# IDS_PN_OPT_TURN_ON_VIBRATION_ABB_JPN_DCM
source: Turn on vibration
ko_kr: 진동 사용

# IDS_PN_OPT_TURN_OFF_VIBRATION_ABB_JPN_DCM
source: Turn off vibration
ko_kr: 진동 해제

# IDS_COM_HEADER_MOBILE_DATA_DISABLED
source: Mobile data disabled
bn: মোবাইল তথ্য অক্ষম
es_us: Datos móviles desactivados
fr_ca: Données mobiles désactivées
gu: મોબાઇલ ડેટા નિષ્ક્રિય
kn: ಮೊಬೈಲ್ ಡೇಟಾ ಅಶಕ್ತವಾಗಿದೆ
ko_kr: 모바일 데이터 해제
ml: മൊബൈല്‍ ഡാറ്റാ നിഷ്ക്രിയമാക്കി
si: ජංගම දත්ත අක්‍රිය කෙරිණි
ta: மொபைல் தரவு செயல்நீக்கப்பட்டது
te: మొబైల్ డేటా నిలిపివేయబడింది
ur: موبائل ڈیٹا نا اہل بنا دیا

source: Maximum data usage limit (%s) exceeded. Mobile data disabled. Enabling mobile data may incur additional charges
bn: সর্বাধিক তথ্য ব্যবহারের সীমা (%s) অতিক্রম করেছে৷ মোবাইল তথ্য অক্ষম আছে৷ মোবাইল তথ্য সক্ষম করার ফলে অতিরিক্ত চার্জ ধার্য হতে পারে
es_us: Se excedió el límite máximo de uso de datos (%s). Datos móviles desactivados. Puede que se apliquen costos al activar los datos móviles.
fr_ca: Limite maximale d'utilisation des données (%s) dépassée. Données mobiles désactivées. L'activation des données mobiles peut entrainer des frais supplémentaires.
gu: મહત્તમ ડેટા વપરાશ મર્યાદા (%s) ઓળંગી ગયા છો. મોબાઇલ ડેટા નિષ્ક્રિય. મોબાઇલ ડેટાને સક્રિય કરવાથી વધારાનો શુલ્ક લાગી શકે છે
kn: ಗರಿಷ್ಟ ಡೇಟಾ ಬಳಕೆ ಮಿತಿ (%s) ಮೀರಿದೆ. ಮೊಬೈಲ್ ಡೇಟಾ ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ. ಮೊಬೈಲ್ ಡೇಟಾ ಸಕ್ರಿಯಗೊಳಿಸಲು ಹೆಚ್ಚಿನ ಶುಲ್ಕಗಳನ್ನು ತೆರಬೇಕಾಗಬಹುದು
ko_kr: 최대 데이터 사용 한도(%s)를 초과하였습니다. [모바일 데이터]를 해제하였습니다. 모바일 데이터를 실행하면 추가요금이 부과될 수 있습니다.
ml: പരമാവധി ഡാറ്റാ ഉപയോഗ പരിധി (%s) കടന്നു. മൊബൈല്‍ ഡാറ്റ നിര്‍ജ്ജീവമാക്കപ്പെട്ടു. മൊബൈല്‍ ഡാറ്റ പ്രാപ്തമാക്കുന്നത് അധിക നിരക്കിന്‌ കാരണമായേക്കാം.
si: උපරිම දත්ත භාවිත සීමාව (%s) ඉක්මවා ඇත. ජංගම දත්ත අක්‍රිය කරන ලදි. ජංගම දත්ත සක්‍රිය කිරීමෙන් අමතර ගාස්තු අය විය හැකිය.
ta: அதிகபட்ச தரவு பயன்பாட்டு வரம்பு (%s) மீறியது. மொபைல் தரவு செயலிழந்தது. மொபைல் தரவை செயல்படுத்தல் கூடுதல் கட்டணங்களுக்கு உட்படக்கூடும்
te: గరిష్ట డేటా ఉపయోగ పరిమితి (%s) మించిపోయింది. మొబైల్ డేటా నిలిపి వేయబడింది. మొబైల్ డేటాను నిలిపి వేయడం వలన అదనపు ఛార్జీలు కావచ్చు
ur: ڈیٹا استعمال انتہائی حد (%s) سے بڑھ گیا ہے۔ موبائل ڈیٹا نا اہل بنادیا۔ موبائل ڈیٹا اہل بنانے سے اضافی اخراجات ہوسکتے ہیں۔

# IDS_ST_POP_SECURITY_POLICY_PREVENTS_USE_OF_DESKTOP_SYNC
source: Security policy prevents use of desktop sync.
bn: সুরক্ষা নীতি ডেস্কটপ সিঙ্কের ব্যবহার আটকায়।
es_us: La política de seguridad impide el uso de sincronización de escritorio.
fr_ca: La politique de sécurité empêche l'utilisation de la synchronisation avec le bureau.
gu: સલામતી નીતિ ડેસ્કટોપ સમન્વયના ઉપયોગને અટકાવે છે.
kn: ಸುರಕ್ಷತಾ ನೀತಿಯು ಡೆಸ್ಕ್‌ಟಾಪ್‌ ಸಿಂಕ್‌ ಬಳಕೆಯನ್ನು ತಡೆಯುತ್ತದೆ.
ko_kr: 보안정책에 따라 PC를 동기화할 수 없습니다.
ml: സുരക്ഷാ നയം ഡെസ്ക്‌ടോപ്പ് സമന്വയ ഉപയോഗത്തെ തടയുന്നു.
si: මේස පරිගණකයේ සම්මුහු භාවිතා කිරීම ආරක්ෂණ ප්‍රතිපත්තිය වළකයි.
ta: டெஸ்க்டாப் ஒத்திசைவைப் பாதுகாப்புக் கொள்கை தடுக்கிறது.
te: భద్రతా విధానం డెస్క్‌టాప్ సమకాలీకరణ ఉపయోగాన్ని నిరోధిస్తుంది.
ur: سلامتی پالیسی کے تحت ‏‏‫ڈیسک ٹاپ ہم وقت کے استعمال پر روکتا

# IDS_COM_BODY_USB_STORAGE_BLANK_OR_HAS_UNSUPPORTED_FILE_SYSTEM
source: USB storage blank or has unsupported file system.
bn: USB স্টোরেজটি শূন্য অথবা এতে অসমর্থিত ফাইল সিস্টেম আছে।
es_us: Almacenamiento USB vacío o con sistema de archivos no compatible.
fr_ca: Le stockage USB est vide ou utilise un système de fichiers non pris en charge.
gu: USB સંગ્રહ ખાલી છે અથવા ટેકો ન આપેલા ફાઇલ સિસ્ટમ છે.
kn: USB ಸಂಗ್ರಹಣೆ ಖಾಲಿ ಅಥವಾ ಬೆಂಬಲಿತವಲ್ಲದ ಫೈಲ್ ಸಿಸ್ಟಮ್ ಹೊಂದಿದೆ.
ko_kr: USB 저장공간이 비어 있거나 지원하지 않는 파일 시스템입니다.
ml: USB സ്റ്റോറേജ് ശൂന്യമാണ് അല്ലെങ്കില്‍ പിന്തുണയ്ക്കാത്ത ഫയല്‍ സിസ്റ്റം ആണുള്ളത്.
si: USB ගබඩාව හිස් හෝ ගොනු පද්ධතියට බාධා වී ඇත.
ta: USB சேமிப்பகம் காலியாக உள்ளது அல்லது துணைபுரியாத கோப்பு முறையைக் கொண்டுள்ளது.
te: USB నిల్వ ఖాళీగా ఉంది లేదా ఒక మద్దతులేని ఫైల్ సిస్టమ్.
ur: USB کارڈ خالی ہے یا غیرتائید کردہ فائل سسٹم ہے

# IDS_USB_BODY_USB_MASS_STORAGE_SAFELY_REMOVED
source: USB mass storage safely removed.
bn: USB বিপুল স্টোরেজ নিরাপদে অপসারিত হয়েছে।
es_us: Almacenamiento masivo USB retirado de forma segura.
fr_ca: Stockage de masse USB retiré en toute sécurité.
gu: USB માસ સંગ્રહ સુરક્ષિત રીતે દૂર કર્યો.
kn: USB ಸಂಗ್ರಹಣೆಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ತೆಗೆದಿದೆ.
ko_kr: USB 대용량 저장공간을 안전하게 분리하였습니다.
ml: USB മാസ്സ് സ്റ്റോറേജ് സുരക്ഷിതമായി നീക്കം ചെയ്തു.
si: USB ගබඩාව ආරක්ෂිත ඉවත් කරන ලදි.
ta: USB திரள் சேமிப்பகம் பாதுகாப்பாக நீக்கப்பட்டது.
te: USB అధిక నిల్వ సురక్షితంగా తీసివేయబడింది.
ur: USB ذخیرہ انبار بحفاظت ہٹادیا گیا۔

# IDS_QP_POP_THE_DOCK_IS_CONNECTED
source: The dock is connected.
bn: এই ডকটি সংযুক্ত।
es_us: El adaptador está conectado.
fr_ca: La station d'accueil est connectée.
gu: ડૉક કનેક્ટ કરેલું છે
kn: ಡಾಕ್ ಸಂಪರ್ಕಗೊಂಡಿದೆ.
ko_kr: 도크를 연결하였습니다.
ml: ഡോക്ക്ക് ബന്ധിപ്പിച്ചു.
si: ඩොක් සම්බන්ධ වී තිබේ.
ta: டாக் இணைக்கப்பட்டுள்ளது.
te: డాక్ అనుసంధానించబడింది.
ur: یہ ڈاک جڑ گیا ہے

# IDS_VPL_POP_HDMI_CABLE_CONNECTED
source: HDMI cable connected.
bn: HDMI কেব্‌ল সংযুক্ত।
es_us: Cable HDMI conectado.
fr_ca: Câble HDMI branché
gu: HDMI કેબલ જોડેલું છે.
kn: HDMI ಕೇಬಲ್ ಸಂಪರ್ಕಗೊಂಡಿದೆ.
ko_kr: HDMI 케이블을 연결하였습니다.
ml: HDMI കേബിള്‍ കണക്ട് ചെയ്‌തു.
si: HDMI රැහැන සම්බන්ධ විය.
ta: HDMI கேபிள் இணைக்கப்பட்டது.
te: HDMI కేబుల్ కనెక్ట్ చేయబడింది.
ur: HDMI کیبل جڑ گیا۔

# IDS_VPL_POP_HDMI_CABLE_DISCONNECTED
source: HDMI cable disconnected.
bn: HDMI কেব্‌লের সংযোগ বিচ্ছিন্ন।
es_us: Cable HDMI desconectado.
fr_ca: Câble HDMI débranché
gu: HDMI કેબલ ડિસ્કનેક્ટ કરેલું છે.
kn: HDMI ಕೇಬಲ್ ಸಂಪರ್ಕ ಕಡಿದಿದೆ.
ko_kr: HDMI 케이블을 분리하였습니다.
ml: HDMI കേബിള്‍ വിച്ഛേദിച്ചു.
si: HDMI රැහැන විසන්ධි විය.
ta: HDMI கேபிள் துண்டிக்கப்பட்டது.
te: HDMI కేబుల్ డిస్కనెక్ట్ చేయబడింది.
ur: HDMI کیبل منقطع ہو گیا۔

# IDS_CLD_HEADER_NO_RESPONSE
source: No response
bn: কোনো প্রতিক্রিয়া নেই
es_us: No hay respuesta
fr_ca: Pas de réponse
gu: કોઈ પ્રતિસાદ નથી
kn: ಪ್ರತಿಕ್ರಿಯೆ ಇಲ್ಲ
ko_kr: 응답 없음
ml: പ്രതികരണമൊന്നുമില്ല
si: පිළිතුරක් නොමැත
ta: பதில் இல்லை
te: స్పందన లేదు
ur: کوئی جواب نہیں آرہا ہے

# IDS_ST_BODY_EMERGENCY_MODE_ABB
source: Emergency mode
bn: আপৎকালীন মোড
es_us: Modo de Emergencia
fr_ca: Mode Urgence
gu: તત્કાલ મોડ
kn: ತುರ್ತುಸ್ಥಿತಿಯ ಮೋಡ್
ko_kr: 긴급 모드
ml: എമർജൻസി മോഡ്
si: හදිසි අවස්ථා ප්‍රකාරය
ta: அவசர பயன்முறை
te: అత్యవసర మోడ్
ur: ایمرجنسی موڈ

source: Unable to encrypt SD card. Not enough space on card. Approximately %.2f MB needed. Delete some files
bn: SD কার্ড এনক্রিপ্ট করতে অক্ষম। কার্ডে পর্যাপ্ত জায়গা নেই। প্রায় %.2f MB আবশ্যক। কিছু ফাইল মুছুন।
es_us: No es posible encriptar la tarjeta de memoria. No hay espacio suficiente en la tarjeta de memoria. Se necesitan aproximadamente %.2f MB. Elimine algunos archivos.
fr_ca: Impossible de chiffrer la carte SD. Espace insuffisant sur la carte. Environ %.2f Mo requis. Supprimez certains fichiers.
gu: SD કાર્ડ એન્ક્રિપ્ટ કરવામાં અસમર્થ. કાર્ડ પર પર્યાપ્ત સ્થાન નથી. આશરે %.2f MB આવશ્યક. કેટલીક ફાઇલ્સ હટાવો.
kn: SD ಕಾರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲು ಅಸಮರ್ಥ. ಕಾರ್ಡ್ ಮೇಲೆ ಸಾಕಷ್ಟು ಜಾಗವಿಲ್ಲ. ಸರಿಸುಮಾರು %.2f MB ಅಗತ್ಯವಿದೆ. ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ.
ko_kr: SD 카드에 저장공간이 부족하여 SD 카드를 암호화할 수 없습니다. 약 %.2fMB의 공간이 필요합니다. 일부 파일을 삭제하세요.
ml: SD കാര്‍ഡ്‌ എന്‍ക്രിപ്റ്റ് ചെയ്യാനാവുന്നില്ല. കാര്‍ഡില്‍‌ മതിയായ സ്ഥലം ഇല്ല. ഏകദേശം %.2f MB ആവശ്യമാണ്. ഏതാനും ഫയലുകള്‍ ഡിലീറ്റ് ചെയ്യുക.
si: SD කාඩ්පත සංකේතිත නොහැක. කාඩ්පතේ ඉඩ ප්‍රමාණවත් ‍නොමැත. ආසන්න වශයෙන් %.2f MB ඉඩක් අවශ්‍යයි. ගොනු කීපයක් මකන්න.
ta: SD அட்டை மறைகுறியாக்க இயலவில்லை. அட்டையில் போதுமான இடம் இல்லை. தோராயமாக %.2f MB தேவை. சில கோப்புகளை அழிக்கவும்.
te: SD కార్డ్‌ను ఎన్‌క్రిప్ట్ చేయడం సాధ్యం కాదు. కార్డ్‌లో తగినంత స్థలం లేదు. దాదాపు %.2f MB అవసరం. కొన్ని ఫైళ్లను తొలగించండి.
ur: SD کارڈ خفیہ کاری کرنے سے قاصر۔ کارڈ پر کافی جگہ نہیں ہے۔ تقریبا f2% MB درکار ہے۔ کچھ فائلیں حذف کریں۔

source: Unable to decrypt SD card. Not enough space on card. Approximately %.2f MB needed. Delete some files
bn: SD কার্ড ডিক্রিপ্ট করতে অক্ষম। কার্ডে পর্যাপ্ত জায়গা নেই। প্রায় %.2f MB আবশ্যক। কিছু ফাইল মুছুন।
es_us: No es posible descifrar la tarjeta de memoria. No hay espacio suficiente en la tarjeta de memoria. Se necesitan aproximadamente %.2f MB. Elimine algunos archivos.
fr_ca: Impossible de décrypter la carte SD. Espace insuffisant sur la carte. Environ %.2f Mo requis. Supprimez certains fichiers.
gu: SD કાર્ડ ડીક્રિપ્ટ કરવામાં અસમર્થ. કાર્ડ પર પર્યાપ્ત સ્થાન નથી. આશરે %.2f MB આવશ્યક. કેટલીક ફાઇલ્સ હટાવો.
kn: SD ಕಾರ್ಡ್ ಡೀಕ್ರಿಪ್ಟ್ ಮಾಡಲು ಅಸಮರ್ಥ. ಕಾರ್ಡ್ ಮೇಲೆ ಸಾಕಷ್ಟು ಜಾಗವಿಲ್ಲ. ಸರಿಸುಮಾರು %.2f MB ಅಗತ್ಯವಿದೆ. ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ.
ko_kr: SD 카드에 저장공간이 부족하여 SD 카드의 암호화를 해제할 수 없습니다. 약 %.2fMB의 공간이 필요합니다. 일부 파일을 삭제하세요.
ml: SD കാര്‍ഡ്‌ അണ്‍മൌണ്ട് ചെയ്യാനാവുന്നില്ല. കാര്‍ഡില്‍‌ മതിയായ സ്ഥലം ഇല്ല. ഏകദേശം %.2f MB ആവശ്യമാണ്. ഏതാനും ഫയലുകള്‍ ഡിലീറ്റ് ചെയ്യുക.
si: SD කාඩ්පත විකේතනය කළ නොහැක. කාඩ්පතේ ඉඩ ප්‍රමාණවත් ‍නොමැත. ආසන්න වශයෙන් %.2f MB ඉඩක් අවශ්‍යයි. ගොනු කීපයක් මකන්න.
ta: SD அட்டை மறைகுறிநீக்க இயலவில்லை. அட்டையில் போதுமான இடம் இல்லை. தோராயமாக %.2f MB தேவை. சில கோப்புகளை அழிக்கவும்.
te: SD కార్డ్‌ను డిక్రిప్ట్ చేయడం సాధ్యం కాదు. కార్డ్‌లో తగినంత స్థలం లేదు. దాదాపు %.2f MB అవసరం. కొన్ని ఫైళ్లను తొలగించండి.
ur: SD کارڈ خفیہ کشائی کرنے سے قاصر۔ کارڈ پر کافی جگہ نہیں ہے۔ تقریبا f2% MB درکار ہے۔ کچھ فائلیں حذف کریں

source: This SD card is not encrypted. You cannot disable Encrypt SD card because it has been enabled by an administrator. Encrypt?
bn: এই SD কার্ডটি এনক্রিপ্ট হয়নি৷ আপনি SD কার্ড এনক্রিপ্ট অক্ষম করতে পারবেন না কারণ কোনও প্রশাসক এটিকে সক্ষম করেছে৷ এনক্রিপ্ট করবেন?
es_us: Esta tarjeta de memoria no está encriptada. No puede desactivar Encriptar tarjeta de memoria, porque un administrador lo activó. ¿Encriptar?
fr_ca: Cette carte SD n'est pas chiffrée. Vous ne pouvez pas désactiver Chiffrer la carte SD, car la fonction a été activée par un administrateur. Chiffrer ?
gu: આ SD કાર્ડ એન્ક્રિપ્ટ કરેલ નથી. તમે SD કાર્ડ એન્ક્રિપ્શનને અક્ષમ કરી શકતા નથી કારણ કે તેને વ્યવસ્થાપક દ્વારા સક્ષમ કરવામાં આવ્યું છે. એન્ક્રિપ્ટ કરીએ?
kn: ಈ SD ಕಾರ್ಡ್ ಅನ್ನು ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿಲ್ಲ. ನೀವು SD ಕಾರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್‌ ನಿಶಕ್ತಗೊಳಿಸುವುದು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಇದನ್ನು ಒಬ್ಬ ಆಡಳಿತಗಾರರು ಶಕ್ತಗೊಳಿಸಿದ್ದಾರೆ. ಎನ್‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌ಕ್ರಿಪ್ಟ್ ಮಾಡುವುದೇ?
ko_kr: SD 카드가 암호화되어 있지 않습니다. 관리자가 SD 카드 암호화를 실행하였으므로 암호화하지 않은 상태로 사용할 수 없습니다. 암호화할까요?
ml: SD കാർഡ് എൻക്രിപ്റ്റ് ചെയ്തിട്ടില്ല. SD കാർഡ് എൻക്രിപ്ഷൻ പ്രാപ്തമാക്കിയത് ഒരു അഡ്മിനിസ്ട്രേറ്റർ ആയതിനാൽ‍, നിങ്ങള്‍ക്കത് അപ്രാപ്തമാക്കാനാവില്ല. എൻക്രിപ്റ്റ്ചെയ്യണോ?
si: SD කාඩ්පත සංකේතනය කර නැත. SD කාඩ්පත සංකේතනය සක්‍රීය කර ඇත්තේ පරිපාලකයකු විසින් වන බැවින් ඔබට එය අක්‍රීය කළ නොහැක. සංකේතනය කරන්නද?
ta: இந்த SD அட்டை மறைகுறியாக்கப்படவில்லை. நீங்கள் SD அட்டையை மறைகுறியாக்கு என்பதை முடக்க முடியாது ஏனெனில் அது நிர்வாகியால் செயல்படுத்தப்பட்டுள்ளது. மறைகுறியாக்கவா?
te: ఈ SD కార్డ్ ఎన్‌క్రిప్ట్ కాలేదు. మీరు SD కార్డ్ ఎన్‌క్రిప్షన్‌ను నిలిపివేయలేరు ఎందుకంటే ఇది నిర్వాహకునిచే ప్రారంభించబడింది. ఎన్‌క్రిప్ట్ చేయాలా?
ur: یہ SD کارڈ خفیہ کردہ نہیں ہے۔ آپ SD کارڈ کو خفیہ کریں کو غیر فعال نہیں کر سکتے، کیونکہ یہ منتظم کی طرف سے فعال کیا گیا ہے۔ خفیہ کریں؟

# IDS_ST_BUTTON_ENCRYPT_SD_CARD_ABB
source: Encrypt SD card
bn: SD কার্ড এনক্রিপ্ট করুন
es_us: Encrp. tarj. SD
fr_ca: Chiffrer carte SD
gu: SD કાર્ડને એન્ક્રિપ્ટ કરો
kn: SD ಕಾರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿ
ko_kr: SD 카드 암호화
ml: SD കാർഡ് എൻക്രിപ്റ്റ് ചെയ്യുക
si: SD කාඩ්පත සංකේතනය කර.
ta: SD அட்டை ம.குறியாக்கு
te: SD కార్డ్ ఎన్‌క్రిప్ట్ చేయి
ur: SD کارڈ خفیہ کریں

# IDS_IDLE_POP_UNABLE_CHANGE_BATTERY_TEMA_HIGH
source: Unable to charge battery. Phone temperature is too high.
bn: ব্যাটারি চার্জ করা যায়নি৷ ফোনের তাপমাত্রা বেশ বেশি।
es_us: No se puede cargar la batería. La temperatura del dispositivo es demasiado elevada.
fr_ca: Impossible de recharger la pile. La température du téléphone est trop élevée.
gu: બેટરી ચાર્જ કરવામાં અક્ષમ. બેટરી તાપમાન બહુ ઊંચું છે.
kn: ಬ್ಯಾಟರಿ ಚಾರ್ಜ್ ಮಾಡಲಾಗುತ್ತಿಲ್ಲ. ಫೋನ್ ಉಷ್ಣತೆಯು ಅತೀ ಹೆಚ್ಚಾಗಿದೆ.
ko_kr: 디바이스 온도가 너무 높아 배터리를 충전할 수 없습니다.
ml: ബാറ്ററി ചാര്‍‌ജ്ജ് ചെയ്യാനാവില്ല. ഫോണ്‍‌ ഊഷ്‌മാവ് വളരെ ഉയര്‍‌ന്നതാണ്.
si: බැටරිය චාජ් කළ නොහැක. දුරකථනයේ උෂ්ණත්වය ඉතා අධිකයි.
ta: மின்கலத்தை சார்ஜ் செய்ய இயலாது. ஃபோன் வெப்பநிலை மிக அதிகமாக உள்ளது.
te: బ్యాటరీని ఛార్జ్ చేయడం సాధ్యం కాదు. ఫోన్ ఉష్ణోగ్రత చాలా ఎక్కువగా ఉంది.
ur: بیٹری چارج کرنے سے قاصر۔ فون کا درجہ حرارت بہت زیادہ ہے۔

# IDS_IDLE_POP_UNABLE_CHANGE_BATTERY_TEMA_LOW
source: Unable to charge battery. Phone temperature is too low.
bn: ব্যাটারি চার্জ করা যায়নি৷ ফোনের তাপমাত্রা বেশ কম।
es_us: No se puede cargar la batería. La temperatura del dispositivo es demasiado baja.
fr_ca: Impossible de recharger la pile. La température du téléphone est trop faible.
gu: બેટરી ચાર્જ કરવામાં અક્ષમ. બેટરી તાપમાન બહુ ઓછું છે.
kn: ಬ್ಯಾಟರಿ ಚಾರ್ಜ್ ಮಾಡಲಾಗುತ್ತಿಲ್ಲ. ಫೋನ್ ಉಷ್ಣತೆಯು ಅತೀ ಕಡಿಮೆ ಇದೆ.
ko_kr: 휴대전화의 온도가 너무 낮아 배터리를 충전할 수 없습니다.
ml: ബാറ്ററി ചാര്‍‌ജ്ജ് ചെയ്യാനാവില്ല. ഫോണ്‍‌ ഊഷ്‌മാവ് വളരെ താഴ്‌ന്നതാണ്.
si: බැටරිය චාජ් කළ නොහැක. දුරකථනයේ උෂ්ණත්වය බොහෝ අඩුය.
ta: மின்கலம் சார்ஜ் செய்ய இயலாது. ஃபோன் வெப்பநிலை மிக குறைவாக உள்ளது.
te: బ్యాటరీని ఛార్జ్ చేయడం సాధ్యం కాదు. ఫోన్ ఉష్ణోగ్రత చాలా తక్కువగా ఉంది.
ur: بیٹری چارج کرنے سے قاصر۔ فون کا درجہ حرارت بہت کم ہے۔

# IDS_COM_BODY_CONNECTED_AS_A_MEDIA_DEVICE
source: Connected as a media device
bn: একটি মিডিয়া ডিভাইস হিসাবে সংযুক্ত
es_us: Conectado como dispositivo multimedia
fr_ca: Connecté en tant qu'appareil multimédia
gu: મિડિયા ઉપકરણ તરીકે જોડાયું
kn: ಮಾಧ್ಯಮ ಸಾಧನವಾಗಿ ಸಂಪರ್ಕಿಸಲಾಗಿದೆ
ko_kr: 미디어 디바이스로 연결
ml: ഒരു മീഡിയ ഉപാധിയായി ബന്ധിപ്പിച്ചു
si: මාධ්‍යය උපකරණයක් ලෙස සබන්ඳකර ඇත
ta: ஊடக சாதனமாக இணைக்கப்பட்டுள்ளது
te: మీడియా పరికరం వలె అనుసంధానించబడింది
ur: بطور میڈیا آلہ جڑ گیا

# IDS_ST_BODY_READ_ONLY_USB_DEV_CONNECTED_M_NOUN_ABB
source: Read-only USB dev. connected
bn: কেবলমাত্র পঠনের USB ডিভাইস সংযুক্ত।
es_us: Disp. USB solo lect. conec.
fr_ca: App. USB lect. seule connec.
gu: માત્ર વાંચન USB ઉપકરણનું જોડાણ કર્યુ.
kn: ಓದುವುದಕ್ಕೆ ಮಾತ್ರ USB ಸಾಧನ ಸಂಪರ್ಕಗೊಂಡಿದೆ.
ko_kr: 읽기 전용 USB 디바이스를 연결하였습니다.
ml: വായിക്കാൻ മാത്രമുള്ള USB ഉപകരണം ബന്ധിപ്പിച്ചു.
si: කියවීමට-පමණි USB උපාං. සම්බ. විය.
ta: படிக்க மட்டும் USB சாதனம் இணைக்கப்பட்டது.
te: చదవడానికి మాత్రమే USB పరికరం కనెక్ట్ చేయబడింది.
ur: فقط مطالعہ USB آلہ مربوط

# IDS_COM_POP_CHARGING_PAUSED_VOLTAGE_TOO_HIGH
source: Charging paused. Voltage too high.
bn: চার্জিং স্থগিত। ভোল্টেজ অত্যন্ত বেশি।
es_us: Carga en pausa. La tensión es muy alta.
fr_ca: Chargement interrompu. Tension trop élevée.
gu: ચાર્જિંગ પૉઝ કર્યુ. વોલ્ટેજ ખૂબ ઊંચું.
kn: ಚಾರ್ಜಿಂಗ್ ವಿರಮಿಸಿದೆ. ವೋಲ್ಟೇಜ್ ಅತಿ ಹೆಚ್ಚು.
ko_kr: 전압이 너무 높아 충전을 일시정지하였습니다.
ml: വോള്‍ട്ടേജ് വളരെ ഉയര്‍ന്നതു കാരണം ചാര്‍ജിംഗ് നിര്‍ത്തി വച്ചു.
si: චාජ්වීම අත්හිටුවිය. වෝල්ටීයතාව ඉතා වැඩියි.
ta: சார்ஜிங் இடைநிறுத்தப்பட்டது. மின்னழுத்தம் மிக அதிகமாக உள்ளது.
te: ఛార్జ్ చేయడం ఆపబడింది. వోల్టేజ్ ఎక్కువగా ఉంది.
ur: چارج کرنا روک دیا گیا۔ وولٹیج بہت زیادہ ہے۔

# IDS_ST_BODY_SD_CARD_ENCRYPTION_ERROR_OCCURRED
source: SD card encryption error occurred.
bn: SD কার্ড এনক্রিপশন ত্রুটি ঘটেছে।
es_us: Ocurrió un error durante la encriptación de la tarjeta de memoria.
fr_ca: Une erreur s'est produite lors du chiffrement de la carte SD.
gu: SD કાર્ડ એન્ક્રિપ્શન ભૂલ થઈ છે.
kn: SD ಕಾರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ದೋಷ ಸಂಭವಿಸಿದೆ.
ko_kr: SD 카드 암호화 오류가 발생하였습니다.
ml: SD കാര്‍ഡ്‌ എന്‍ക്രിപ്ഷന്‍ പിശക് സംഭവിച്ചു.
si: SD කාඩ්පත සංකේතනයේදී දෝෂයක් මතුවිය.
ta: SD அட்டை மறைகுறியாக்க பிழை ஏற்பட்டுள்ளது.
te: SD కార్డ్ ఎన్‌క్రిప్షన్ లోపం ఏర్పడింది.
ur: SD کارڈ خفیہ کاری غلطی واقع ہوگئی

# IDS_ST_BODY_SD_CARD_DECRYPTED
source: SD card decrypted.
bn: SD কার্ড ডিক্রিপ্ট করা হয়েছে।
es_us: Tarjeta de memoria desencriptada.
fr_ca: Carte SD décryptée.
gu: SD કાર્ડ ડીક્રિપ્ટ થયું.
kn: SD ಕಾರ್ಡ್ ಡೀಕ್ರಿಪ್ಟ್ ಆಗಿದೆ.
ko_kr: SD 카드의 암호화를 해제하였습니다.
ml: SD കാര്‍ഡ്‌ ഡിക്രിപ്റ്റ് ചെയ്തു.
si: SD කාඩ්පත විකේතනය කෙරිණ.
ta: SD அட்டை மறைகுறிநீக்கப்பட்டது.
te: SD కార్డ్ డిక్రిప్ట్ చేయబడింది.
ur: SD کارڈ خفیہ کشائی ہوگئی۔

# IDS_ST_POP_THE_BATTERY_POWER_IS_LOW_RECHARGE_YOUR_GEAR_SOON_TO_KEEP_USING_IT
source: The battery power is low. Recharge your Gear soon to keep using it.
bn: ব্যাটারি ক্ষমতা কম৷ এটি ব্যবহার করা চালিয়ে যেতে আপনার গিয়ার রিচার্জ করুন৷
es_us: El nivel de la batería está críticamente bajo. Recargue su Gear pronto para seguir usándolo.
fr_ca: Le niveau de la pile est faible. Rechargez bientôt votre Gear pour continuer à l'utiliser.
gu: બેટરી પાવર એ ઓછો છે. તમારા ગીયરનો વપરાશ ચાલુ રાખવાં તેને જલ્દી રીચાર્જ કરો.
kn: ಬ್ಯಾಟರಿಯ ಶಕ್ತಿಯು ಕಡಿಮೆಯಾಗಿದೆ. ಇದನ್ನು ಬಳಸುತ್ತಿರಲು ಸದ್ಯವೇ ನಿಮ್ಮ ಗೇರ್ ರೀಚಾರ್ಜ್ ಮಾಡಿ.
ko_kr: 배터리가 부족합니다. Gear를 계속 사용하려면 충전하세요.
ml: ബാറ്ററി പവർ കുറവാണ്. നിങ്ങളുടെ ഗിയർ തുടർന്നും ഉപയോഗിക്കുന്നതിന് വൈകാതെ അത് വീണ്ടും ചാർജ്ജ് ചെയ്യുക.
si: බැටරි බලය අඩුය. එය භාවිතා කරමින් තබා ගැනීමට ඔබගේ ගියරය ඉක්මණින් යළි ආරෝපණය කරන්න.
ta: மின்கல திறன் குறைவாக உள்ளது. கியரைத் தொடர்ந்து பயன்படுத்த விரைவில் சார்ஜ் செய்யவும்.
te: బ్యాటరీ పవర్ తక్కువగా ఉంది. దీనిని ఉపయోగించడాన్ని కొనసాగించడానికి త్వరగా మీ గేర్ రీఛార్జ్ చేయండి.
ur: بیٹری کمزور ہوگئی ہے۔ اس کا استعمال جاری رکھنے کے لئے اپنا Gear جلد پھر چارج کریں۔

# IDS_ST_BUTTON_DISABLE_ENCRYPTION_ABB
source: Disable encryption
bn: এনক্রিপশন অক্ষম করুন
es_us: Desactivar encriptación
fr_ca: Désactiver le chiffrement
gu: એન્ક્રિપ્શન અક્ષમ કરો
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ನಿಶಕ್ತಗೊಳಿಸಿ
ko_kr: 암호화 해제
ml: എൻക്രിപ്ഷൻ അപ്രാപ്തമാക്കുക
si: ගුප්ත කේතනය අක්‍රීය කරන්න
ta: மறைகுறியாக்கத்தை செயல்நீக்குக
te: ఎన్‌క్రిప్షన్‌ను నిలిపివేయి
ur: خفیہ کشائی غیر فعال کریں

# IDS_ST_BUTTON_ENABLE_ENCRYPTION_ABB
source: Enable encryption
bn: এনক্রিপশন সক্ষম করুন
es_us: Activar encriptación
fr_ca: Activer le chiffrement
gu: એન્ક્રિપ્શન સક્ષમ કરો
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಶಕ್ತಗೊಳಿಸಿ
ko_kr: 암호화 실행
ml: എന്‍‌ക്രിപ്ഷന്‍ പ്രാപ്തമാക്കുക
si: ගුප්ත කේතනය සක්‍රීය කරන්න
ta: மறைகுறியாக்கத்தை செயல்படுத்துக
te: ఎన్‌క్రిప్షన్‌ను ప్రారంభించు
ur: خفیہ کشائی فعال کریں
