Repository: tizenorg/framework.system.system-popup
Catalog: po/src/*.po
Languages: bn, es_us, fr_ca, gu, kn, ko_kr, ml, si, ta, te, ur

# IDS_COM_SK_CANCEL
source: Cancel
bn: বাতিল
es_us: Cancelar
fr_ca: Annuler
gu: રદ કરો
kn: ರದ್ದು
ko_kr: 취소
ml: റദ്ദാക്കു.
si: අව. කර
ta: ரத்து
te: రద్దు
ur: منسوخ

# IDS_COM_BODY_SETTINGS
source: Settings
bn: সেটিংস
es_us: Configuración
fr_ca: Paramètres
gu: સેટિંગ્સ
kn: ಸಂಯೋಜನೆಗಳು
ko_kr: 설정
ml: ക്രമീകരണങ്ങള്‍
si: සැකසුම්
ta: அமைவுகள்
te: సెట్టింగులు
ur: سیٹنگز

# IDS_COM_SK_OK
source: OK
bn: ওকে
es_us: Aceptar
gu: ઓકે
kn: ಸರಿ
ko_kr: 확인
ml: ശരി
si: හරි
ta: சரி
te: సరే
ur: ٹھیک ہے

# IDS_ST_HEADER_ACCESSIBILITY
source: Accessibility
bn: অ্যাক্সেসযোগ্যতা
es_us: Accesibilidad
fr_ca: Accessibilité
gu: પ્રવેશયોગ્યતા
kn: ಪ್ರವೇಶತೆ
ko_kr: 접근성
ml: ആക്സസ്സബിലിറ്റി
si: ප්‍රවේශ වීමේ හැකියාව
ta: அணுகல்
te: యాక్సెసబిలిటీ
ur: رسائی پذیری

# IDS_ST_BODY_POWER_OFF
source: Power off
bn: পাওয়ার বন্ধ
es_us: Apagar
fr_ca: Mise hors tension
gu: પાવર બંધ
kn: ಪವರ್ ಆಫ್
ko_kr: 전원 끄기
ml: പവര്‍‌ ഓഫ്
si: බල රහිත කරන්න
ta: பவர் ஆஃப்
te: పవర్ ఆఫ్‌
ur: پاور آف

# IDS_COM_SK_RESTART
source: Restart
bn: পুনঃশুরু
es_us: Reiniciar
fr_ca: Redémarrer
gu: પુનઃપ્રારંભ કરો
kn: ಮರುಪ್ರಾರಂಭಿಸು
ko_kr: 다시 시작
ml: പുനരാരംഭി.
si: නැ. ආර. ක.
ta: ம.தொடக்.
te: మళ్ళీ ప్రారం.
ur: دوبارہ شروع

# IDS_COM_POP_NOT_ENOUGH_MEMORY
source: Not enough memory.
bn: যথেষ্ট মেমোরি নেই।
es_us: Memoria insuficiente.
fr_ca: Mémoire insuffisante.
gu: પૂરતી સ્મૃતિ નથી.
kn: ಸಾಕಷ್ಟು ಸ್ಮರಣೆ ಇಲ್ಲ.
ko_kr: 저장공간이 부족합니다.
ml: മതിയായ മെമ്മറിയില്ല.
si: ප්‍රමාණවත් මතකයක් නොමැත.
ta: போதிய நினைவகம் இல்லை.
te: తగినంత మెమరీ లేదు.
ur: میموری کافی نہیں۔

# IDS_MF_BODY_MMC_DATA_IS_INITIALIZING_ING
source: MMC data is initializing…
bn: MMC ডেটা আরম্ভ করা হচ্ছে...
es_us: Los datos MMC se están inicializando...
fr_ca: Données MMC en cours d'initialisation...
gu: MMC ડેટા શરૂ થાય છે...
kn: MMC ಡೇಟಾ ಆರಂಭಿಸುತ್ತಿದೆ...
ko_kr: 메모리 카드 데이터 초기화 중...
ml: MMC ഡാറ്റ ഇനീഷ്യലൈസ് ചെയ്യുന്നു...
si: MMC දත්ත අරඹමින්...
ta: MMC தரவு ஆரம்பிக்கப்படுகிறது...
te: MMC డాటా ఇనిషియలైజింగ్...
ur: MMC کوائف کی ابتدا کررہا ہے...

# IDS_COM_SK_RETRY_A
source: Retry
bn: রিট্রাই
es_us: Reintentar
fr_ca: Réess.
gu: ફરી ચલાવો
kn: ಮ.ಪ್ರಯತ್ನ
ko_kr: 다시 시도
ml: വീ.ശ്ര
si: නැ. උ. ක
ta: முயலு
te: మళ్ళీ ప్రయత్నిం.
ur: دوبارہ

# IDS_USB_POP_USB_CONNECTION_FAILED
source: USB connection failed
bn: USB সংযোগ ব্যর্থ৷
es_us: Falló la conexión USB
fr_ca: Échec de la connexion USB
gu: USB જોડાણ નિષ્ફળ.
kn: USB ಸಂಪರ್ಕ ವಿಫಲವಾಗಿದೆ.
ko_kr: USB를 연결하지 못하였습니다.
ml: USB കണക്ഷന്‍ പരാജയപ്പെട്ടു.
si: USB සම්බන්ධතාවය අසාර්ථකයි.
ta: USB இணைப்பு தோல்வி.
te: USB కనెక్షన్ విఫలమైంది.
ur: USB کنکشن ناکام ہوگیا

# IDS_ST_BODY_DISABLE_NEGATIVE_COLOURS
source: Disable negative colors
bn: নেগেটিভ রং অক্ষম করুন
es_us: Desactivar colores negativos
fr_ca: Désactiver les couleurs négatives
gu: નેગેટિવ રંગોને નિષ્ક્રિય કરો
kn: ಋಣಾತ್ಮಕ ಬಣ್ಣಗಳನ್ನು ನಿಶಕ್ತಗೊಳಿಸಿ
ko_kr: 색상 반전 해제
ml: നെഗറ്റീവ് കളറുകള്‍ അപ്രാപ്തമാക്കുക
si: ඍණ වර්ණ අක්‍රීය කරන්න
ta: நெகடிவ் நிறங்களை செயல்நீக்குக
te: నెగెటివ్ కలర్స్ నిలిపివెయ్యి
ur: منفی رنگوں کو نااہل بنائیں

# IDS_ST_BODY_ENABLE_NEGATIVE_COLOURS
source: Enable negative colors
bn: নেগেটিভ রং সক্ষম করুন
es_us: Activar colores negativos
fr_ca: Activer les couleurs négatives
gu: નેગેટિવ રંગોને સક્રિય કરો
kn: ಋಣಾತ್ಮಕ ಬಣ್ಣಗಳನ್ನು ಶಕ್ತಗೊಳಿಸಿ
ko_kr: 색상 반전 실행
ml: നെഗറ്റീവ് കളറുകള്‍ പ്രാപ്തമാക്കുക
si: ඍණ වර්ණ ක්‍රියාත්මක කරන්න
ta: நெகடிவ் நிறங்களை செயல்படுத்துக
te: నెగిటివ్ కలర్స్ ఎనేబుల్ చేయి
ur: منفی رنگوں کو اہل بنائیں

# IDS_ST_BODY_DISABLE_ZOOM
source: Disable zoom
bn: জুম অক্ষম করুন
es_us: Desactivar acercamiento
fr_ca: Désactiver le zoom
gu: ઝૂમને નિષ્ક્રિય કરો
kn: ಜೂಮ್ ಅನ್ನು ನಿಶಕ್ತಗೊಳಿಸಿ
ko_kr: 확대/축소 해제
ml: സൂം അപ്രാപ്തമാക്കുക
si: විශාලනය අක්‍රීය කරන්න
ta: ஜூம் செயல்நீக்குக
te: జూమ్ నిలిపివెయ్యి
ur: زوم نااہل بنائیں

# IDS_ST_BODY_ENABLE_ZOOM
source: Enable zoom
bn: জুম সক্ষম করুন
es_us: Activar acercamiento
fr_ca: Activer le zoom
gu: ઝૂમને સક્રિય કરો
kn: ಜೂಮ್ಅನ್ನು ಶಕ್ತಗೊಳಿಸಿ
ko_kr: 확대/축소 실행
ml: സൂം പ്രാപ്തമാക്കുക
si: විශාලනය සක්‍රීය කරන්න
ta: ஜூம் செயல்படுத்துக
te: జూమ్ ప్రారంభించు
ur: زوم اہل بنائیں

# IDS_ST_BODY_TURN_ON_ASSISTIVE_LIGHT
source: Turn on assistive light
bn: সহায়ক আলো চালু করুন
es_us: Activar luz de asistencia
fr_ca: Activer la lumière d'assistance
gu: સહાયક લાઇટ ચાલુ કરો
kn: ಸಹಾಯಕ ಲೈಟ್ಅನ್ನು ಆನ್ ಮಾಡಿ
ko_kr: 보조등 켜기
ml: സഹായക ലൈറ്റ് ഓണ്‍ ചെയ്യുക
si: සහායක ආලෝකය සක්‍රිය කරන්න
ta: உதவி ஒளி துவக்குக
te: సహాయక లైటును టర్న్ ఆన్ చెయ్యి
ur: معاونت کار روشنی آن کریں

# IDS_ST_BODY_TURN_OFF_ASSISTIVE_LIGHT
source: Turn off assistive light
bn: সহায়ক আলো বন্ধ করুন
es_us: Desactivar luz de asistencia
fr_ca: Désactiver la lumière d'assistance
gu: સહાયક લાઇટ બંધ કરો
kn: ಸಹಾಯಕ ಲೈಟ್ಅನ್ನು ಆಫ್ ಮಾಡಿ
ko_kr: 보조등 끄기
ml: സഹായക ലൈറ്റ് ഓഫ് ചെയ്യുക
si: සහායක ආලෝකය නිවාදමන්න
ta: உதவி ஒளி அணைக்கவும்
te: సహాయక లైటును ఆఫ్ చెయ్యి
ur: معاونت کار روشنی آف کریں

# IDS_IDLE_BODY_LOW_MEMORY
source: Low memory.
bn: কম ব্যাটারি।
es_us: Memoria baja.
fr_ca: Mémoire faible.
gu: બેટરી ઓછી.
kn: ಕಡಿಮೆ ಬ್ಯಾಟರಿ.
ko_kr: 메모리가 부족합니다.
ml: താഴ്‌ന്ന ബാറ്ററി.
si: මතකය අඩුය.
ta: நினைவகம் குறைவு.
te: బ్యాటరీ తక్కువగా ఉంది.
ur: میموری کم ہے۔

# IDS_IDLE_POP_PS_CLOSED
source: %s closed.
bn: %s বন্ধ।
es_us: %s cerrado.
fr_ca: %s fermé.
gu: %s બંધ છે.
kn: %s ಮುಚ್ಚಿದೆ.
ko_kr: %s 항목을 종료하였습니다.
ml: %s അടച്ചു.
si: %s වැසීය.
ta: %s மூடப்பட்டது.
te: %s మూసివేయబడింది.
ur: %s بند ہوگیا۔

# IDS_COM_POP_BATTERYLOW
source: Low battery.
bn: ব্যাটারী কম।
es_us: Batería baja.
fr_ca: Pile faible
gu: બેટરી લો.
kn: ಬ್ಯಾಟರಿ ಕಡಿಮೆಯಿದೆ.
ko_kr: 배터리가 부족합니다.
ml: ലോ ബാറ്ററി.
si: බැටරිය අවමයි.
ta: மின்கலம் திறன் குறைந்தது.
te: బ్యాటరీ తక్కువగా ఉంది.
ur: بیٹری لو۔

# IDS_COM_POP_LOW_BATTERY_PHONE_WILL_SHUT_DOWN
source: Low battery. Phone will shut down.
bn: কম ব্যাটারি। ফোন শাট ডাউন হবে।
es_us: Batería baja. El teléfono se apagará.
fr_ca: Pile faible. Le téléphone va s'éteindre.
gu: બેટરી ઓછી. ફોન બંધ થઈ જશે.
kn: ಕಡಿಮೆ ಬ್ಯಾಟರಿ. ಫೋನ್ ಶಟ್ ಡೌನ್ ಆಗುವುದು.
ko_kr: 배터리가 부족하여 휴대전화 전원이 꺼집니다.
ml: ബാറ്ററി കുറവാണ്. ഫോണ്‍ ഷട്ട് ഡൌണ്‍ ചെയ്യും.
si: බැටරි ආරෝපණය අවමයි. දුරකථනය ක්‍රියාවිරහිත වනු ඇත.
ta: பேட்டரி குறைவு. ஃபோன் பணி நிறுத்தப்படும்.
te: బ్యాటరీ తక్కువగా ఉంది. ఫోన్ షట్ డౌన్ చెయ్యబడుతుంది.
ur: بیٹری کمزور ہے۔ فون بند ہوجائے گا۔

# IDS_ST_MBODY_POWER_SAVING
source: Power saving
bn: পাওয়ার সংরক্ষণ
es_us: Ahorro de energía
fr_ca: Économie d'énergie
gu: પાવર બચત
kn: ಪವರ್ ಉಳಿಸುವಿಕೆ
ko_kr: 절전
ml: പവര്‍ സേവിംഗ്
si: බලය සුරැකීම
ta: பவர் சேமித்தல்
te: పవర్ సేవ్ చేస్తుంది
ur: پاور بچت

# IDS_COM_POP_ENABLED
source: Enabled.
bn: সক্ষম হয়েছে।
es_us: Activado.
fr_ca: Activé.
gu: સક્ષમ.
kn: ಶಕ್ತವಾಗಿದೆ.
ko_kr: 실행하였습니다.
ml: പ്രാപ്‌തമാക്കി.
si: සක්‍රියයි.
ta: செயலாக்கப்பட்டது.
te: ఎంచుకొనేందుకు.
ur: فعال۔

# IDS_IDLE_POP_BATTERY_FULLY_CAHRGED
source: Battery fully charged.
bn: ব্যাটারী পুরোপুরি চার্জড।
es_us: Batería completamente cargada.
fr_ca: La pile est chargée
gu: બેટરી સંપૂર્ણ ચાર્જ થયેલી.
kn: ಕೇವಲ ಮಾನಕ ಅನುಪಾತಗಳಿಗೆ ಬೆಂಬಲಿಸುತ್ತದೆ.
ko_kr: 배터리 충전을 완료하였습니다.
ml: ബാറ്ററി മുഴുവന്‍ ചാര്‍ജ്ജായി.
si: බැටරිය මුළුමණින්ම ආරෝපිතයි.
ta: பேட்டரி முழுவதும் சார்ஜ்.
te: బ్యాటరీ పూర్తిగా ఛార్జ్ చేయబడింది.
ur: بیٹری مکمل چارج۔

# IDS_COM_POP_PRINTER_CONNECTED_ABB2
source: Printer connected.
bn: প্রিন্টার সংযুক্ত।
es_us: Impresora conectada.
fr_ca: Imprimante connectée.
gu: પ્રિન્ટર જોડાયેલ છે.
kn: ಪ್ರಿಂಟರ್ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
ko_kr: 프린터를 연결하였습니다.
ml: പ്രിന്‍റര്‍ കണക്ട് ചെയ്തു.
si: මුද්‍රණ යන්ත්‍රය සම්බ කරන ලදි.
ta: அச்சுப்பொறி இணைக்கப்பட்டது.
te: ప్రింటర్ కనెక్టయింది.
ur: پرنٹر جڑگیا۔

# IDS_COM_BODY_FLIGHT_MODE
source: Flight mode
bn: বিমান মোড
es_us: Perfil Fuera de línea
fr_ca: Mode Hors-ligne
gu: ફ્લાઇટ મોડ
kn: ಫ್ಲೈಟ್‌ ಮೋಡ್
ko_kr: 비행기 탑승 모드
ml: ഫ്ലൈറ്റ് മോഡ്
si: පියාසර ප්‍රාකාරය
ta: ஃப்ளைட் முறை
te: విమానం మోడ్
ur: فلائٹ موڈ

# IDS_COM_POP_USB_CONNECTOR_CONNECTED
source: USB connector connected.
bn: USB সংযোগকারী সংযুক্ত করা হয়েছে।
es_us: Conector USB conectado.
fr_ca: Connecteur USB branché
gu: USB કનેક્ટર જોડાયેલ છે.
kn: USB ಕನೆಕ್ಟರ್ ಸಂಪರ್ಕಿಸಿದೆ.
ko_kr: USB 커넥터를 연결하였습니다.
ml: USB കണക്ടര്‍ കണക്ട് ചെയ്‌തു.
si: USB සම්බන්ධකය සම්බන්ධ කර ඇත.
ta: USB இணைப்பான் இணைக்கப்பட்டது.
te: USB కనెక్టర్ కనెక్ట్ చేయబడింది.
ur: USB کنیکٹر جڑا ہوا ہے۔

# IDS_COM_POP_USB_CONNECTOR_DISCONNECTED
source: USB connector disconnected.
bn: USB কানেক্টরের সংযোগ বিচ্ছিন্ন করা হয়েছে।
es_us: Conector USB desconectado.
fr_ca: Connecteur USB débranché
gu: USB કનેક્ટર ડિસ્કનેક્ટ થયું.
kn: USB ಕನೆಕ್ಟರ್ ಸಂಪರ್ಕ ಕಡಿದಿದೆ.
ko_kr: USB 커넥터 연결을 해제하였습니다.
ml: USB കണക്ടര്‍ വിച്ഛേദിച്ചു.
si: USB සම්බන්ධකය විසන්ධියි.
ta: USB இணைப்பான் துண்டிக்கப்பட்டது.
te: USB కనెక్టర్ డిస్‌కనెక్ట్ చేయబడింది.
ur: USB کنیکٹر نہیں جڑا ہوا ہے۔

# IDS_COM_POP_KEYBOARD_CONNECTED_ABB2
source: Keyboard connected.
bn: কীবোর্ড সংযুক্ত।
es_us: Teclado conectado.
fr_ca: Clavier connecté.
gu: કીબોર્ડ જોડાયેલ છે.
kn: ಕೀಬೋರ್ಡ್ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
ko_kr: 키보드를 연결하였습니다.
ml: കീബോര്‍ഡ് കണക്ട് ചെയ്തു.
si: යතුරු පුවරුව සම්බන්ධ කරන ලදි.
ta: விசைப்பலகை இணைக்கப்பட்டது.
te: కీబోర్డు కనెక్టయింది.
ur: کی بورڈ جڑ گیا۔

# IDS_COM_POP_MOUSE_CONNECTED_ABB2
source: Mouse connected.
bn: মাউস সংযুক্ত।
es_us: Mouse conectado.
fr_ca: Souris connectée.
gu: માઉસ જોડાયેલ છે.
kn: ಮೌಸ್ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
ko_kr: 마우스를 연결하였습니다.
ml: മൌസ് കണക്ട് ചെയ്തു.
si: මවුසය සම්බන්ධ කරන ලදි.
ta: மவுஸ் இணைக்கப்பட்டது.
te: మౌస్ కనెక్టయింది.
ur: ماؤس جڑگیا۔

# IDS_COM_POP_CAMERA_CONNECTED_ABB2
source: Camera connected.
bn: ক্যামেরা সংযুক্ত।
es_us: Cámara conectada.
fr_ca: Appareil photo connecté.
gu: કૅમેરા જોડાયેલ છે.
kn: ಕ್ಯಾಮರಾ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
ko_kr: [카메라]를 연결하였습니다.
ml: ക്യാമറ കണക്ട് ചെയ്തു.
si: කැමරාව සම්බන්ධ කෙරිණි.
ta: கேமரா இணைக்கப்பட்டது.
te: కెమెరా కనెక్టయింది.
ur: کیمرہ جڑ گیا۔

# IDS_COM_POP_USB_MASS_STORAGE_CONNECTED_ABB2
source: USB mass storage connected.
bn: USB মাস স্টোরেজ সংযুক্ত।
es_us: Almacen. masivo USB conectado.
fr_ca: Stockage de masse USB connecté.
gu: USB માસ સંગ્રહ જોડાયેલ છે.
kn: USB ಮಾಸ್ ಸಂಗ್ರಹಣೆ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
ko_kr: USB 대용량 저장공간을 연결하였습니다.
ml: USB മാസ്സ് സ്റ്റോറേജ് കണക്ട് ചെയ്തു.
si: USB විශාල මතකය සම්බන්ධ කරන ලදි.
ta: USB திரள் சேமிப்பகம் இணைக்கப்பட்டது.
te: USB అధిక నిల్వ కనెక్టయింది.
ur: USB ذخیرہ انبار جڑگیا۔

# IDS_COM_POP_UNKNOWN_USB_DEVICE_CONNECTED
source: Unknown USB device connected.
bn: অজানা USB ডিভাইস সংযুক্ত করা হয়েছে।
es_us: Dispositivo USB desconocido conectado.
fr_ca: Périphérique USB inconnu connecté.
gu: અજ્ઞાત USB ઉપકરણ જોડેલ છે.
kn: ಅಜ್ಞಾತ USB ಸಾಧನ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
ko_kr: 알 수 없는 USB 디바이스를 연결하였습니다.
ml: അജ്ഞാത USB ഉപകരണം കണക്ട് ചെയ്തു.
si: නොදන්නා USB උපාංගය සම්බන්ධ කෙරිණි.
ta: அறியப்படாத USB சாதனம் இணைக்கப்பட்டுள்ளது.
te: తెలియని USB పరికరం కనెక్టయింది.
ur: نامعلوم USB آلہ جوڑا گیا ہے۔

# IDS_COM_BODY_USB_DEVICE_SAFELY_REMOVED
source: USB device is safely removed.
bn: USB ডিভাইস নিরাপদে অপসারণ করা হয়েছে।
es_us: Dispositivo USB extraído correctamente.
fr_ca: Périphérique USB retiré en toute sécurité.
gu: USB ઉપકરણ સુરક્ષિત રીતે કાઢી નાખી.
kn: USB ಸಾಧನವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ತೆಗೆದಿದೆ.
ko_kr: USB 디바이스를 안전하게 분리하였습니다.
ml: USB ഉപകരണം സുരക്ഷിതമായി നീക്കം ചെയ്തു.
si: USB උපාංගය ආරක්ෂිතව ඉවත් කරන ලදි.
ta: USB சாதனம் பாதுகாப்பாக நீக்கப்பட்டது.
te: యుఎస్‌బి పరికరంను సురక్షితంగా తీసివేయబడింది.
ur: USB آلہ بحفاظت ہٹادیا گیا۔

# IDS_COM_POP_USB_MASS_STORAGE_UNEXPECTEDLY_REMOVED
source: USB mass storage unexpectedly removed.
bn: USB সঞ্চয়স্থান অপ্রত্যাশিতভাবে অপসারিত হয়েছে।
es_us: Almacenamiento masivo USB retirado de forma inesperada.
fr_ca: Stockage de masse USB retiré de manière inattendue.
gu: USB માસ સંગ્રહને અનપેક્ષિત રૂપે કાઢી નાખવામાં આવ્યો.
kn: USB ಸಂಗ್ರಹಣೆಯನ್ನು ಅನಿರೀಕ್ಷಿತವಾಗಿ ತೆಗೆದಿದೆ.
ko_kr: USB 대용량 저장공간이 예상치 않게 분리된 상태입니다.
ml: USB സംഭരണം അപ്രതീക്ഷിതമായി നീക്കംചെയ്തു.
si: USB ගබඩාව අනපේක්ෂිත ලෙස ඉවත් කෙරිණි.
ta: USB திரள் சேமிப்பகம் எதிர்பாராமல் நீக்கப்பட்டது.
te: USB అధిక నిల్వ అనుకోకుండా తీసివేయబడింది.
ur: USB ذخیرہ انبار غیر متوقع طور پر ہٹادیا گیا۔

# IDS_ST_BUTTON_OK
source: OK
bn: ওকে
es_us: Aceptar
gu: ઓકે
kn: ಓಕೆ
ko_kr: 확인
ml: ശരി
si: හරි
ta: சரி
te: సరే
ur: ٹھیک ہے

# IDS_LBS_BODY_RESTART
source: Restart
bn: পুনঃশুরু
es_us: Reiniciar
fr_ca: Redémarrer
gu: ફરી શરૂ કરો
kn: ಮರುಪ್ರಾರಂಭಿಸು
ko_kr: 다시 시작
ml: പുനരാരംഭിക്കുക
si: නැවත ආරම්භ කරන්න
ta: மீ.துவ
te: రీస్టార్ట్
ur: دوبارہ چالو کریں

# IDS_DN_POP_FAILED_TO_MOUNT_SD_CARD_REINSERT_OR_FORMAT_SD_CARD
source: Failed to mount SD card. Reinsert or format SD card
bn: SD কার্ড মাউন্ট করতে ব্যর্থ। SD কার্ড পুনরায় ঢোকান বা ফর্ম্যাট করুন।
es_us: Error al montar tarjeta de memoria. Vuelva a insertar o formatee la tarjeta de memoria.
fr_ca: Impossible d'activer la carte SD. Réinsérer ou formater la carte SD.
gu: SD કાર્ડ માઉન્ટ કરવામાં નિષ્ફળ. SD કાર્ડ પુનઃસામેલ અથવા ફોર્મેટ કરો
kn: SD ಕಾರ್ಡ್ ಮೌಂಟ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. SD ಕಾರ್ಡ್ ಪುನಃ ಸೇರಿಸಿ ಅಥವಾ ಸ್ವರೂಪಗೊಳಿಸಿ.
ko_kr: SD 카드를 마운트하지 못하였습니다. SD 카드를 다시 삽입하거나 포맷하세요.
ml: SD കാര്‍ഡ് മൌണ്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. SD കാര്‍ഡ് വീണ്ടും ഘടിപ്പിക്കുകയോ ഫോര്‍മാറ്റ് ചെയ്യുകയോ ചെയ്യുക
si: SD කාඩ්පත සන්ධි කිරීම අසාර්ථකයි. SD කාඩ්පත නැවත ඇතුල් කරන්න නැතහොත් ෆෝමැට් කරන්න
ta: எஸ்டி அட்டையை மவுண்ட் செய்தல் தோல்வி. எஸ்டி அட்டையை மீண்டும் நுழைக்கவும் அல்லது முறைப்படுத்துக
te: ఎస్‌డి కార్డును మౌంట్ చేయడం విఫలమైంది. ఎస్‌డి కార్డును మళ్లీ చొప్పించండి లేదా ఫార్మాట్ చెయ్యండి
ur: SD کارڈ چڑہانے میں ناکام ہوگیا۔ دوبارہ لگائیں یا SD کارڈ وضع کریں۔

# IDS_ST_BODY_PS_HAS_CLOSED_UNEXPECTEDLY
source: %s has closed unexpectedly.
bn: %s অপ্রত্যাশিতভাবে বন্ধ হয়েছে।
es_us: %s se cerró inesperadamente.
fr_ca: %s a été fermé de manière inattendue.
gu: %s એકાએક બંધ થયેલ છે.
kn: %s ಅನಿರೀಕ್ಷಿತವಾಗಿ ಮುಚ್ಚಲ್ಪಟ್ಟಿರುತ್ತದೆ.
ko_kr: %s 앱을 예상치 않게 종료하였습니다.
ml: %s അപ്രതീക്ഷിതമായി അടച്ചു.
si: %s අනපේක්ෂිත ලෙස වැසී ඇත.
ta: %s என்பது எதிர்பாராதவிதமாக மூடப்பட்டது.
te: %s ఊహించని విధంగా మూసివేయబడింది.
ur: %s غیر متوقع طور پر بند ہوچکا ہے

# IDS_ST_BODY_SD_CARD_MOUNTED_READ_ONLY
source: SD card mounted read-only.
bn: SD কার্ড রীড-ওনলিরূপে মাউন্ট করা হয়েছে।
es_us: Tarjeta de memoria de sólo lectura.
fr_ca: Carte SD activée en lecture seule
gu: SD કાર્ડ ફક્ત વાંચવા માટે ચડાવ્યું.
kn: SD ಕಾರ್ಡ್ ಓದಲು-ಮಾತ್ರ ಮೌಂಟ್ ಆಗಿದೆ.
ko_kr: SD 카드를 읽기 전용으로 마운트하였습니다.
ml: SD കാര്‍ഡ് റീഡ്-ഒണ്‍ലി ആയി മൌണ്ട് ചെയ്തിരിക്കുന്നു.
si: SD කාඩ්පත කියවීමට පමණක් සාදා ඇත.
ta: SD அட்டை வாசிப்புக்கு-மட்டும் மவுண்ட் செய்யப்பட்டுள்ளது.
te: SD కార్డ్ మౌంట్ చెయ్యబడింది చదవడానికి-మాత్రమే.
ur: SD کارڈ لگا دیا صرف پڑھنے کے لئے۔

# IDS_DAV_BODY_LOW_MEMORY_LEFT_ORANGE
source: Low memory left
bn: কম মেমোরি অবশিষ্ট
es_us: Queda poca memoria
fr_ca: Mémoire restante insuffisante
gu: અલ્પ સ્મૃતિ બાકી
kn: ಕಡಿಮೆ ಸ್ಮರಣೆ ಬಾಕಿಯಿದೆ
ko_kr: 저장공간이 부족합니다.
ml: മെമ്മറി കുറവ് ശേഷിക്കുന്നു
si: ඉතිරි මතකය අඩුය
ta: குறைவான நினைவகமே மீதமுள்ளது
te: తక్కువ మెమరీ మిగిలింది
ur: باقی میموری کم ہے

# IDS_QP_BODY_ASSISTIVE_LIGHT_IS_ON
source: Assistive light is on.
bn: সহায়ক আলো চালু আছে।
es_us: La linterna está encendida.
fr_ca: Lumière d'assistance allumée.
gu: સહાયક લાઇટ ચાલુ છે
kn: ಸಹಾಯಕ ಬೆಳಕು ಆನ್ ಆಗಿದೆ.
ko_kr: 보조등 사용 중
ml: അസ്സിസ്റ്റീവ് ലൈറ്റ് ഓണ്‍ ആകുന്നു.
si: සහය ආලෝකය ක්‍රියාත්මකයි.
ta: உதவி ஒளி இயக்கத்தில் உள்ளது.
te: సహాయపడే లైట్ ఆన్‌లో ఉంది.
ur: معاونت کار روشنی آن ہے

# IDS_ST_BODY_TAP_TO_TURN_OFF_ASSISTIVE_LIGHT
source: Tap to turn off assistive light.
bn: সহায়ক আলো বন্ধ করতে ট্যাপ করুন।
es_us: Pulse para apagar la linterna.
fr_ca: Touchez pour désactiver la lumière d'assistance.
gu: સહાયક લાઇટ બંધ કરવા માટે ટેપ કરો
kn: ಸಹಾಯಕ ಲೈಟ್ ಆಫ್ ಮಾಡಲು ಒತ್ತಿರಿ.
ko_kr: [보조등]을 끄려면 누르세요.
ml: പിന്തുണാലൈറ്റ് ഓഫ് ചെയ്യുന്നതിനായി ടാപ്പുചെയ്യുക.
si: සහායක ආලෝකය නිවීමට තට්ටු කරන්න.
ta: உதவி ஒளியை டர்ன்-ஆஃப் செய்ய டேப் செய்க.
te: సహాయక లైట్‌ను నిలిపివేయబడానికి నొక్కండి.
ur: معاونت کار روشنی آف کرنے کے لئے تھپتھپائیں

# IDS_COM_POP_UNMOUNT_USB_MASS_STORAGE_BEFORE_REMOVING_TO_AVOID_DATA_LOSS
source: Unmount USB mass storage before removing to avoid data loss.
bn: তথ্যের ক্ষতি এড়াতে অপসারণ করার আগে USB স্টোরেজ আনমাউন্ট করুন।
es_us: Desconecte el almacenamiento masivo USB antes de retirarlo para evitar la pérdida de datos.
fr_ca: Désactivez le stockage de masse USB avant le retrait afin d'éviter une perte de données.
gu: ડેટા હાનિ ટાળવા માટે કાઢી નાખતા પહેલાં USB માસ સંગ્રહને અનમાઉન્ટ કરો
kn: ಡೇಟಾ ನಷ್ಟ ತಪ್ಪಿಸಲು ತೆಗೆಯುವಿಕೆಗೆ ಮೊದಲು USB ಸಂಗ್ರಹಣೆ ಅನ್‌‌‌‌‌ಮೌಂಟ್ ಮಾಡಿ.
ko_kr: 데이터 손실을 방지하려면 USB 대용량 저장공간을 분리하기 전에 마운트 해제하세요.
ml: ഡാറ്റാ നഷ്ടം ഒഴിവാക്കുന്നതിനായി USB വലിയ സംഭരണം നീക്കം ചെയ്യുന്നതിനുമുമ്പ് അണ്‍മൌണ്ട് ചെയ്യുക.
si: දත්ත අහිමි වීම් මගහරවා ගැනීමට ඉවත් කිරීමට පෙර USB ගබඩාව ගලවන්න.
ta: தரவு இழப்பை தடுக்கவென USB திரள் சேமிப்பகத்தை நீக்கும்முன் அதை மவுண்ட் நீக்குக.
te: డేటా నష్టాన్ని నిర్మూలించడానికి USB అధిక నిల్వను తీసివేయడానికి ముందే అన్‌మౌంట్ చేయండి.
ur: ڈیٹا کے نقصانات سے بچنے کے لئے ہٹانے سے قبل USB ذخیرہ انبار اتارلیں

# IDS_USB_BUTTON_UNMOUNT
source: Unmount
bn: আনমাউন্ট
es_us: Desmontar
fr_ca: Désactiver
gu: અનમાઉન્ટ
kn: ಅನ್‌ಮೌಂಟ್‌
ko_kr: 마운트 해제
ml: അണ്‍‌മൌണ്ടുചെയ്യുക
si: ඉවත් කරන්න
ta: மவுண்ட் நீக்கவும்
te: అన్‌మౌంట్ చేయి
ur: اتاریں

# IDS_USB_BODY_BROWSE_CAMERA_CONNECTED_VIA_USB_Q
source: Browse camera connected via USB?
bn: USB হয়ে সংযুক্ত ক্যামেরা ব্রাউজ করবেন?
es_us: ¿Explorar la cámara conectada por USB?
fr_ca: Parcourir l'appareil photo connecté via USB ?
gu: USB દ્વારા કનેક્ટ કરેલા કૅમેરાને બ્રાઉઝ કરીએ?
kn: USB ಮೂಲಕ ಸಂಪರ್ಕಿಸಿದ ಕ್ಯಾಮರಾ ಬ್ರೌಸ್ ಮಾಡುವುದೇ?
ko_kr: USB로 연결된 카메라을 검색할까요?
ml: USB വഴി ബന്ധിപ്പിച്ച ക്യാമറ ബ്രൌസുചെയ്യണമോ?
si: USB හරහා සම්බන්ධ වී ඇති කැමරාව ගවේශණය කරන්නද?
ta: USB வாயிலாக இணைக்கப்பட்ட கேமராவைத் தேடவா?
te: USB ద్వారా అనుసంధానించబడిన కెమెరాను బ్రౌజ్ చేయాలా?
ur: براستہ USB جڑا کیمرہ براؤز کریں؟

# IDS_BT_SK_BROWSE
source: Browse
bn: ব্রাউ.
es_us: Buscar
fr_ca: Parcourir
gu: બ્રાઉઝ કરો
kn: ಬ್ರೌಸ್
ko_kr: 파일 탐색
ml: ബ്രൌസ്
si: පිරික්සන්න
ta: உலாவு
te: బ్రౌజ్
ur: براؤز کریں

# IDS_USB_MBODY_PD_USB_DEVICES_CONNECTED
source: %d USB devices connected
bn: %d USB ডিভাইসগুলি সংযুক্ত
es_us: %d dispositivos USB con.
fr_ca: %d périphériques USB con.
gu: %d USB ઉપકરણો કનેક્ટ કર્યા
kn: %d USB ಸಾಧನಗಳನ್ನು ಸಂಪರ್ಕಿಸಲಾಗಿದೆ
ko_kr: USB 디바이스 %d개 연결
ml: %d USB ഉപകരണങ്ങള്‍ ബന്ധിപ്പിച്ചു
si: USB උපාංග %d ක් සම්බන්ධිතයි
ta: %d USB சாதனங்கள் இணைக்கப்பட்டுள்ளன
te: %d USB పరికరాలు అనుసంధానించబడ్డాయి
ur: %d آلہ جات USB جڑ گئے

# IDS_ST_BODY_LEDOT_LOW_BATTERY
source: Low battery
bn: কম ব্যাটারী
es_us: Batería baja
fr_ca: Pile faible
gu: બેટરી લો
kn: ಬ್ಯಾಟರಿ ಕಡಿಮೆಯಿದೆ
ko_kr: 배터리 부족
ml: ലോ ബാറ്ററി
si: බැටරි ආරෝපණය අවමයි
ta: மின்கலம் குறைந்துள்ளது
te: బ్యాటరీ తక్కువగా ఉంది
ur: بیٹری لو

# IDS_USB_BODY_BROWSE_STORAGE_CONNECTED_VIA_USB_Q
source: Browse storage connected via USB?
bn: USB হয়ে সংযুক্ত সঞ্চয়স্থান ব্রাউজ করবেন?
es_us: ¿Explorar el almacenamiento conectado por USB?
fr_ca: Parcourir l'appareil de stockage connecté via USB ?
gu: USB દ્વારા જોડેલા સંગ્રહણને બ્રાઉઝ કરીએ?
kn: USB ಮೂಲಕ ಸಂಪರ್ಕಿಸಿದ ಸಂಗ್ರಹಣೆ ಬ್ರೌಸ್ ಮಾಡುವುದೇ?
ko_kr: USB로 연결된 저장공간을 탐색할까요?
ml: USB വഴി ബന്ധിപ്പിച്ച സ്റ്റോറേജ് ബ്രൌസ്ചെയ്യണോ?
si: USB හරහා සම්බන්ධ වී ඇති ගබඩාව ගවේශණය කරන්නද?
ta: USB வாயிலாக இணைக்கப்பட்ட சேமிப்பகத்தை உலாவியறியவா?
te: USB ద్వారా అనుసంధానించబడిన నిల్వను బ్రౌజ్ చేయాలా?
ur: براستہ USB جڑا ہوا ذخیرہ براؤز کریں؟

# IDS_COM_POP_BATTERY_DISCONNECTED_ABB
source: Battery disconnected.
bn: ব্যাটারি সংযোগ বিচ্ছিন্ন হয়েছে।
es_us: Batería desconectada.
fr_ca: Pile débranchée
gu: બેટરી ડિસ્કનેક્ટ થઈ.
kn: ಬ್ಯಾಟರಿ ಸಂಪರ್ಕ ಕಡಿದಿದೆ.
ko_kr: 배터리를 분리하였습니다.
ml: ബാറ്ററി വിച്ഛേദിച്ചു.
si: බැටරිය විසන්ධි කෙරිණි.
ta: மின்கலம் துண்டிக்கப்பட்டது.
te: బ్యాటరీ డిస్‌కనెక్ట్ చేయబడింది.
ur: بیٹری منقطع ہوگئی۔

# IDS_ST_POP_DEVICE_WILL_RESTART
source: Device will restart.
bn: ডিভাইস পুনর্সূচনা হবে।
es_us: ¿Desea reiniciar el dispositivo?
fr_ca: Le périphérique va redémarrer.
gu: ઉપકરણ પુનઃપ્રારંભ થશે.
kn: ಸಾಧನ ಮರುಪ್ರಾರಂಭಿಸುತ್ತದೆ.
ko_kr: 디바이스를 종료한 후 다시 시작합니다.
ml: ഉപകരണം പുനരാരംഭിക്കും.
si: උපාංගය නැවත ඇරඹෙනු ඇත.
ta: சாதனம் மறுதுவக்கம் செய்யப்படும்.
te: పరికరం మళ్లీ ప్రారంభమవుతుంది.
ur: آلہ پھر سے چالو ہو گا

# IDS_COM_POP_FLIGHT_MODE_WILL_BE_DISABLED
source: Flight mode will be disabled.
bn: বিমান মোড অক্ষম করা হবে।
es_us: Se desactivará el perfil Fuera de línea.
fr_ca: Le mode Hors-ligne sera désactivé.
gu: ફ્લાઇટ મોડ અક્ષમ કરવામાં આવશે.
kn: ಫ್ಲೈಟ್‌ ಮೋಡ್ ಅಶಕ್ತವಾಗುವುದು.
ko_kr: [비행기 탑승 모드]를 해제합니다.
ml: ഫ്ലൈറ്റ് മോഡ് നിഷ്ക്രിയമാക്കപ്പെടും.
si: පියාසර ප්‍රකාරය අක්‍රිය කෙරෙනු ඇත.
ta: ஃப்ளைட் முறை செயல்நீக்கப்படும்.
te: విమానం మోడ్‌ నిలిపివేయబడుతుంది.
ur: فلائٹ موڈ نااہل بنادیا جائے گا

# IDS_COM_BODY_DEVICE_WILL_NOW_SHUT_DOWN
source: Device will now shut down.
bn: ডিভাইস এখন শাট ডাউন হবে।
es_us: El dispositivo se apagará.
fr_ca: Le périphérique va s'éteindre.
gu: ઉપકરણ હવે બંધ થઈ જશે.
kn: ಸಾಧನವು ಈಗ ಶಟ್ ಡೌನ್ ಆಗುವುದು.
ko_kr: 디바이스가 곧 꺼집니다.
ml: ഉപകരണം ഇപ്പോള്‍ ഷട്ട് ഡൌണ്‍ ചെയ്യും.
si: උපාංගය ක්‍රියා විරහිත වනු ඇත.
ta: சாதனம் இப்போது பணி நிறுத்தப்படுகிறது.
te: పరికరం ఇప్పుడు షట్ డౌన్ చెయ్యబడుతుంది.
ur: اب آلہ بند ہوجائے گا

# IDS_COM_HEADER_DEVICE_OPTIONS
source: Device options
bn: ডিভাইস বিকল্পগুলি
es_us: Opciones de dispositivo
fr_ca: Options du périphérique
gu: ઉપકરણ વિકલ્પો
kn: ಸಾಧನ ಆಯ್ಕೆಗಳು
ko_kr: 디바이스 옵션
ml: ഉപകരണ ഓപ്ഷനുകള്‍
si: උපාංග විකල්ප
ta: சாதன தெரிவுகள்
te: పరికరం ఎంపికలు
ur: آلہ کے اختیارات

# IDS_PN_BODY_THE_DEVICE_MEMORY_IS_FULL_JPN_DCM
source: The device memory is full
es_us: La memoria del dispositivo está llena
ko_kr: 디바이스 저장공간을 모두 사용 중입니다

# IDS_ST_BODY_FLIGHT_MODE_MSG
source: Flight mode allows you to turn off calling, messaging and data network features. It also turns off connectivity features such as Wi-Fi and Bluetooth. To use Wi-Fi and Bluetooth, turn them on in Settings or on the notification panel
bn: বিমান মোড আপনাকে কলিং, মেসেজিং এবং তথ্য নেটওয়ার্কের বৈশিষ্ট্যগুলি বন্ধ করার অনুমতি দেয়৷ এটি Wi-Fi এবং ব্লুটুথের মতো সংযোজকতার সমস্যাগুলিকেও বন্ধ করে দেবে৷ Wi-Fi এবং ব্লুটুথ ব্যবহার করতে এগুলি সেটিংসে বা বিজ্ঞপ্তিকরণের প্যানেলে চালু করুন।
es_us: El perfil Fuera de línea le permite desactivar las funciones de llamadas, mensajes y red de datos. También desactiva las funciones de conectividad como Wi-Fi y Bluetooth. Para usar Wi-Fi y Bluetooth, actívelos en Configuración o en el panel de notificación.
fr_ca: Le mode Hors-ligne vous permet de désactiver les fonctions de réseau de données, de SMS et d'appel. Il désactive également les fonctions de connectivité comme le Wifi et le Bluetooth. Pour utiliser le Wifi et le Bluetooth, activez-les dans Paramètres ou le panneau de notifications.
gu: ફ્લાઇટ મોડ તમને કોલીંગ, સંદેશન અને ડેટા નેટવર્ક લક્ષણોને બંધ કરવાની મંજૂરી આપે છે. તે જોડાણ લક્ષણોને પણ બંધ કરે છે જેમ કે Wi-Fi અને બ્લ્યુટુથ. Wi-Fi અને બ્લ્યુટુથનો ઉપયોગ કરવાં, તેઓને સેટિંગ્સ અથવા સૂચના પેનલમાં ચાલુ કરો.
kn: ಫ್ಲೈಟ್ ಮೋಡ್ ನಿಮಗೆ ಕರೆಮಾಡುವುದನ್ನು, ಮೆಸೇಜಿಂಗ್ ಅನ್ನು ಮತ್ತು ದತ್ತಾಂಶ ನೆಟ್‌ವರ್ಕ್ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಆಫ್ ಮಾಡಲು ಅವಕಾಶ ಒದಗಿಸುತ್ತದೆ. ಇದು Wi-Fi ಮತ್ತು ಬ್ಲೂಟೂತ್ ನಂಥ ಸಂಪರ್ಕತೆಯ ಲಕ್ಷಣಗಳನ್ನು ಕೂಡ ಆಫ್ ಮಾಡುತ್ತದೆ. Wi-Fi ಮತ್ತು ಬ್ಲೂಟೂತ್ ಬಳಕೆ ಮಾಡುವುದಕ್ಕಾಗಿ ಅವುಗಳನ್ನು ಸಂಯೋಜನೆಗಳಲ್ಲಿ ಅಥವಾ ಅಧಿಸೂಚನೆ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಆನ್ ಮಾಡಿ.
ko_kr: [비행기 탑승 모드]를 실행하면 전화, 메시지, 모바일 네트워크 기능을 사용할 수 없습니다. 또한 Wi-Fi 및 블루투스 등의 연결 기능을 해제합니다. Wi-Fi 및 블루투스를 다시 사용하려면 [설정] 또는 알림창에서 기능을 실행하세요.
ml: ഫ്ലൈറ്റ് മോഡ് നിങ്ങളെ കോൾ ചെയ്യുന്നതും സന്ദേശമയയ്‌ക്കലും ഡാറ്റ നെറ്റ്‌വർക്ക് സവിശേഷതകളും ഓഫുചെയ്യാൻ അനുവദിക്കുന്നു. Wi-Fi, ബ്ലൂടൂത്ത് പോലുള്ള കണക്ടിവിറ്റി ഫീച്ചറുകളും ഇത് ഓഫാക്കുന്നു. Wi-Fi, ബ്ലൂടൂത്ത് ഉപയോഗിക്കാന്‍ ക്രമീകരണത്തിലോ അറിയിപ്പ് പാനലിലോ ഇവ ഓണ്‍ ചെയ്യുക
si: පියාසර ප්‍රකාරය ඔබට ඇමතුම්, පණිවිඩ සහ දත්ත ජාල විශේෂාංග ක්‍රියා විරහිත කිරීමට ඉඩ සලසයි. එමඟින් Wi-Fi සහ බ්ලූටූත් වැනි සම්බන්ධතාමය විශේෂාංග ද ක්‍රියා විරහිත කරයි. Wi-Fi සහ බ්ලූටූත් භාවිතා කිරීමට, සැකසුම් හෝ දැනුම්දීන් පැනලයෙන් ඒවා ක්‍රියාත්මක කරන්න.
ta: ஃப்ளைட் முறையானது அழைத்தல், செய்தியிடல் மற்றும் தரவு நெட்வொர்க் அம்சம் ஆகியவற்றை ஆஃப் செய்ய உங்களை அனுமதிக்கிறது. இது Wi-Fi மற்றும் ப்ளூடூத் போன்ற இணைப்பு அம்சங்களையும் ஆஃப் செய்கிறது. Wi-Fi மற்றும் ப்ளூடூத்தைப் பயன்படுத்த அவற்றை அமைவுகள் அல்லது அறிவிப்பு பலகையில் ஆஃப் செய்யவும்.
te: విమాన మోడ్ కాల్ చేయడాన్ని, మెసేజింగ్ మరియు డేటా నెట్‌వర్క్ ఫీచర్‌లను ఆఫ్ చేయడానికి మిమ్మల్ని అనుమతిస్తుంది. ఇది Wi-Fi మరియు బ్లూటూత్ వంటి కనెక్టివిటీ ఫీచర్‌లను కూడా ఆఫ్ చేస్తుంది. Wi-Fi మరియు బ్లూటూత్ ఉపయోగించడానికి, వాటిని సెట్టింగ్‌లలో లేదా నోటిఫికేషన్ ప్యానెల్‌లో ఆన్ చేయండి.
ur: فلائٹ موڈ آپ کو کال کرنا، پیغام رسانی اور ڈیٹا نیٹ ورک فیچرز آف کرنے کی اجازت دیتا ہے۔ یہ جڑنے کی قابلیت کے فیچرز جیسے کہ Wi-Fi اور بلیو ٹوتھ بھی آف کرتا ہے۔ Wi-Fi اور بلیو ٹوتھ استعمال کرنے کے لئے، ان کو سیٹنگز یا اعلامیہ پینل میں آن کریں۔
