Repository: tizenorg/framework.system.system-popup
Catalog: poweroff-popup/po_poweroff/*.po
Languages: he, id, ms, th, vi

# IDS_ST_BODY_POWER_OFF
source: Power off
he: כבה
id: Daya mati
ms: Kuasa dimatikan
th: ปิด​เครื่อง
vi: Tắt nguồn

# IDS_ST_BODY_SLEEP
source: Sleep
he: שינה
id: Tidur
ms: Tidur
th: หลับ
vi: Ngủ

# IDS_COM_SK_CANCEL
source: Cancel
he: ביטול
id: Batal
ms: Batal
th: ยก​เลิก
vi: Hủy

# IDS_COM_BODY_SYSTEM_INFO_ABB
source: System info
he: מידע מערכת
id: Info sistem
ms: Info Sistem
th: ข้อมูล​ระบบ
vi: Thông tin hệ thống

# IDS_COM_SK_OK
source: OK
he: אישור
th: ตกลง

# IDS_ST_MBODY_SCREEN_READER_HTTS
source: Screen reader (TTS)
he: קורא מסך (TTS)
id: Pembaca layar (TTS)
ms: Pembaca skrin (TTS)
th: ตัว​อ่าน​หน้า​จอ (TTS)
vi: Bộ đọc màn hình (TTS)

# IDS_ST_HEADER_ACCESSIBILITY
source: Accessibility
he: נגישות
id: Aksesibilitas
ms: Pencapaian
th: การ​เข้า​ใช้​งาน
vi: Hỗ trợ

# IDS_ST_BODY_DISABLE_NEGATIVE_COLOURS
source: Disable negative colours
he: השבת צבעי נגטיב
id: Nonaktifkan warna negatif
ms: Nyahaktifkan warna negatif
th: ปิดใช้งานสีเนกาทีฟ
vi: Tắt màu âm bản

# IDS_ST_BODY_ENABLE_NEGATIVE_COLOURS
source: Enable negative colours
he: אפשר צבעי נגטיב
id: Aktifkan warna negatif
ms: Aktifkan warna negatif
th: เปิดใช้งานสีเนกาทีฟ
vi: Bật màu âm bản

# IDS_ST_BODY_DISABLE_ZOOM
source: Disable zoom
he: השבת זום
id: Nonaktifkan pembesaran
ms: Nyahaktifkan zum
th: ปิดใช้งานซูม
vi: Tắt thu/phóng

# IDS_ST_BODY_ENABLE_ZOOM
source: Enable zoom
he: הפעל זום
id: Aktifkan pembesaran
ms: Aktifkan zum
th: เปิดใช้งานซูม
vi: Bật thu/phóng

# IDS_ST_BODY_TURN_ON_ASSISTIVE_LIGHT
source: Turn on assistive light
he: הפעל תאורה מסייעת
id: Hidupkan lampu bantuan
ms: Hidupkan cahaya bantuan
th: เปิดไฟช่วย
vi: Bật đèn hỗ trợ

# IDS_ST_BODY_TURN_OFF_ASSISTIVE_LIGHT
source: Turn off assistive light
he: כבה תאורה מסייעת
id: Matikan lampu bantuan
ms: Matikan cahaya bantuan
th: ปิดไฟช่วย
vi: Tắt đèn hỗ trợ

# IDS_COM_BODY_PHONE_OPTIONS
source: Phone options
he: אפשרויות טלפון
id: Opsi telepon
ms: Pilihan telefon
th: ทางเลือก​โทรศัพท์
vi: Các tùy chọn của điện thoại
