Repository: tizenorg/framework.system.system-popup
Catalog: po/micro-src/*.po
Languages: as, fa, fr, he, id, km, ky_kg, lo, mn_mn, mr, ms, my, ne, or, pa, sq, tg_tj, th, tk_tm, tl, vi

source: Battery power is critically low. You can only use the default clock. Recharge your Gear now to keep using it.
as: বেটাৰীৰ পাৱাৰ একেবাৰে কম৷ আপুনি কেৱল মাত্ৰ ডিফ'ল্ট ঘড়ী ব্যৱহাৰ কৰিব পাৰে৷ গীয়েৰ ব্যৱহাৰ কৰি থাকিবৰ বাবে, ইয়াক পুনৰ চাৰ্জ কৰক৷
fa: باتری بسیار ضعیف است. فقط می توانید از ساعت پیش فرض استفاده کنید. برای ادامه استفاده از Gear، آن را دوباره شارژ کنید.
fr: Le niveau de la batterie est très faible. Vous ne pouvez utiliser que l'horloge par défaut. Rechargez votre Gear maintenant pour continuer à l'utiliser.
he: הסוללה חלשה באופן חמור. ניתן להשתמש רק בשעון ברירת המחדל. טען מחדש את Gear כעת כדי להמשיך להשתמש בו.
id: Daya baterai hampir habis. Anda hanya dapat menggunakan jam default. Isi ulang Gear sekarang untuk terus menggunakannya.
km: ថាមពល​ថ្ម​ខ្សោយ​ខ្លាំង។ អ្នក​អាច​ប្រើ​តែ​នាឡិកា​លំនាំដើម​ប៉ុណ្ណោះ។ សាក Gear របស់​អ្នក​ឡើងវិញ​ឥឡូវ​ដើម្បី​រក្សា​ការប្រើ​វា។
ky_kg: Батарейка кубаты төмөндөн төмөн. Айласыз саатты гана колдоно аласыз. Gear'ди колдонууну улантуу үчүн, азыр заряддаңыз.
lo: ໄຟແບັດເຕີຣີອ່ອນຫຼາຍ. ທ່ານສາມາດໃຊ້ແຕ່ໂມງມາດຕະຖານເທົ່ານັ້ນ. ສາກເກຍຂອງທ່ານດຽວນີ້ ເພື່ອສືບຕໍ່ໃຊ້ມັນ.
mn_mn: Зайн тэжээл маш бага байна. Та зөвхөн өгөгдмөл цаг ашиглах боломжтой. Gear-ээ үргэлжлүүлэн ашиглахын тулд одоо цэнэглэ
mr: बॅटरी पॉवर गंभीरपणे कमी आहे. आपण केवळ डिफॉल्‍ट घड्याळ वापरू शकता. हे वापरणे सुरू ठेवण्‍यासाठी आता आपले गिअर रिचार्ज करा.
ms: Kuasa bateri sangat rendah. Anda hanya boleh menggunakan jam lalai. Cas semula Gear anda sekarang untuk terus menggunakannya.
my: ဘက္ထရီအား စိုးရိမ္ဖြယ္ နည္းေနသည္။ အသင့္လုပ္ၿပီး နာရီကိုသာ သံုးႏိုင္သည္။ ဂီယာ ဆက္သံုးရန္ ၎ကို ယခု အားသြင္းပါ။
ne: बैटरी पवर गंभीर रूपले कम छ। तपाईले पूर्वनिर्धारित घड़ी मात्र प्रयोग गर्न सक्नुहुन्छ। आफ्नो गियरको प्रयोग जारी राख्‍न त्यसलाई अहिले रिचार्ज गर्नुहोस्।
or: ବ୍ୟାଟେରୀ ପାୱାର୍ ଅତ୍ୟନ୍ତ କମ୍ ଅଛି। ଆପଣ କେବଳ ଡିଫଲ୍ଟ୍ ଘଣ୍ଟା ବ୍ୟବହାର କରିପାରିବେ। ଏହା ବ୍ୟବହାର ଜାରି ରଖିବାକୁ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଗିୟର୍ ରିଚାର୍ଜ୍ କରନ୍ତୁ।
pa: ਬੈਟਰੀ ਪਾਵਰ ਬਹੁਤ ਹੀ ਜ਼ਿਆਦਾ ਘੱਟ ਹੈ। ਤੁਸੀਂ ਸਿਰਫ ਡਿਫਾੱਲਟ ਘੜੀ ਦਾ ਉਪਯੋਗ ਕਰ ਸਕਦੇ ਹੋ। ਆਪਣੇ ਗੇਅਰ ਦਾ ਉਪਯੋਗ ਕਰਦੇ ਰਹਿਣ ਦੇ ਲਈ ਉਸਨੂੰ ਰੀਚਾਰਜ ਕਰੋ।
sq: Bateria pothuajse është harxhuar. Mund të përdorësh vetëm orën e parazgjedhur. Ringarkoje Gear që të vazhdosh ta përdorësh.
tg_tj: Барқи батарея бениҳоят кам аст. Шумо танҳо соати стандартиро истифода бурда метавонед. Барои идомаи истифодаи Gear-и худ, онро ҳозир аз нав пур кунед.
th: พลังงานแบตเตอรี่อ่อนมาก คุณสามารถใช้นาฬิกาพื้นฐานได้เท่านั้น ชาร์จ Gear ของคุณใหม่ตอนนี้ เพื่อใช้งานต่อไป
tk_tm: Batareýa güýji örän pes. Siz diňe standart sagady ulanyp bilersiňiz. Abzaly ulanmagy dowam etmek üçin, oňa zarýad beriň.
tl: Masyado nang mahina ang baterya. Ang default na orasan lang ang maaari mong gamitin. I-recharge na ngayon ang iyong Gear upang patuloy itong magamit.
vi: Dung lượng pin đang ở mức rất thấp. Bạn chỉ có thể sử dụng đồng hồ mặc định. Hãy sạc pin cho Gear ngay để tiếp tục sử dụng.

# IDS_COM_POP_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_HIGH_OR_LOW
source: Charging paused. Battery temperature too high or too low.
as: চাৰ্জ হৈ থকাক বিৰাম দিয়া হৈছে৷ বেটাৰীৰ তাপমান যথেষ্ট বেছি বা যথেষ্ট কম৷
fa: شارژ موقتاً متوقف شد. دمای باتری بسیار بالا یا پایین است.
fr: Chargement suspendu. La température de la batterie est trop élevée ou trop basse.
he: הטעינה מושהית. טמפרטורת הסוללה גבוהה מדי או נמוכה מדי.
id: Pengisian dihentikan. Suhu telepon terlalu tinggi atau terlalu rendah.
km: បាន​ផ្អាក​ការសាក។ សីតុណ្ហភាព​ថ្ម​ខ្ពស់ ឬ ទាប​ពេក។
lo: ການສາກຢຸດຊົ່ວຄາວ. ອຸນຫະພູມຂອງແບັດເຕີຣີສູງເກີນໄປ ຫຼືຕໍ່າເກີນໄປ.
mn_mn: Цэнэглэлт түр зогссон. Зайн температур хэт өндөр эсвэл хэт бага.
mr: चार्जिंग थांबवले. बॅटरी तापमान अधिक उच्च किंवा अति कमी.
ms: Mengecas dijedakan. Suhu telefon terlalu tinggi atau terlalu rendah.
my: အားသြင္းျခင္း နားထားသည္။ ဘက္ထရီ အပူခ်ိန္ ျမင့္လြန္း (သို႔) နိမ့္လြန္းေနသည္။
ne: चार्ज गर्ने कार्यमा विराम। बैटरी तापक्रम अत्यधिक उच्च अथवा अत्यधिक न्यून।
or: ଚାର୍ଜିଂ ବିରତି ହୋଇଛି । ବ୍ୟାଟେରୀ ତାପମାତ୍ରା ବହୁତ ଅଧିକ କିମ୍ଵା ବହୁତ କମ୍ ଅଛି।
pa: ਚਾਰਿਜੰਗ ਰੁਕੀ। ਬੈਟਰੀ ਤਾਪਮਾਨ ਬਹੁਤ ਉੱਚਾ ਜਾਂ ਬਹੁਤ ਘੱਟ।
sq: Ngarkimi në pauzë. Temperatura e baterisë tepër e lartë ose tepër e ulët.
tg_tj: Зарядгирӣ таваққуф шуд. Ҳарорати батарея аз ҳад баланд ё паст мебошад.
th: หยุด​ชาร์จ​อุณหภูมิ ​โทรศัพท์​สูง ​หรือ​ต่ำ​เกิน​ไป
tk_tm: Zarýad bermek sägindi. Batareýanyň temperaturasy örän ýokary ýa-da pes.
tl: Na-pause ang pag-charge. Masyadong mataas o mababa ang temperatura ng baterya.
vi: Dừng sạc. Nhiệt độ điện thoại quá cao hay quá thấp.

# IDS_QP_BODY_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_LOW
source: Charging paused. Battery temperature too low.
as: চাৰ্জিং বিৰাম দিছে৷ বেটাৰী তাপমান অতি নিম্ন।
fa: شارژ متوقف شد. دمای باتری بسیار کم است.
fr: Chargement interrompu. Température de la batterie trop faible.
he: הטעינה מושהית. טמפרטורת הסוללה נמוכה מדי.
id: Pengisian baterai dijeda. Suhu baterai terlalu rendah.
km: បាន​ផ្អាក​ការសាក។ សីតុណ្ហភាព​ថ្ម​ទាប​ពេក។
ky_kg: Заряддоо тыныды. Батарейканын температурасы өтө төмөн.
lo: ການສາກຢຸດຊົ່ວຄາວ. ອຸນຫະພູມແບັດເຕີຣີຕໍ່າໂພດ.
mn_mn: Цэнэглэхийг түр зогсоосон. Зайн температур хэт бага байна.
mr: चार्जिंगला विराम दिला. बॅटरी तापमान अधिक कमी.
ms: Pengecasan jeda. Suhu bateri terlalu rendah.
my: အားသြင္းမႈ ရပ္တန္႔သြား။ ဘက္ထရီ အပူခ်ိန္ နည္းလြန္။
ne: चार्जिंग रोकियो। बैटरीको तापमान सारै कम्ति छ।
or: ଚାର୍ଜ୍ ହେବା ବିରତି ହୋଇଛି। ବ୍ୟାଟେରୀ ତାପମାତ୍ରା ବହୁତ କମ୍ ଅଟେ।
pa: ਚਾਰਜਿੰਗ ਨੂੰ ਵਿਰਾਮ ਦਿੱਤਾ। ਬੈਟਰੀ ਦਾ ਤਾਪਮਾਨ ਬਹੁਤ ਘੱਟ ਹੈ।
sq: Ngarkimi pushoi. Temperatura e baterisë shumë e ulët.
tg_tj: Барқгирӣ таваққуф карда шуд. Ҳарорати батарея бениҳоят паст аст.
th: หยุด​การ​ชาร์จ อุณหภูมิ​แบตเตอรี่​ต่ำ​เกิน​ไป
tk_tm: Batareýanyň temperaturasy örän pes.
tl: Na-pause ang pagcha-charge. Masyadong mababa ang temperatura ng baterya.
vi: Việc sạc pin đã tạm dừng. Nhiệt độ pin quá thấp.

# IDS_QP_BODY_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_HIGH
source: Charging paused. Battery temperature too high.
as: চাৰ্জিং বিৰাম দিছে৷ বেটাৰী তাপমান অতি উচ্চ।
fa: شارژ متوقف شد. دمای باتری بسیار زیاد است.
fr: Chargement interrompu. Température de la batterie trop élevée.
he: הטעינה מושהית. טמפרטורת הסוללה גבוהה מדי.
id: Pengisian baterai dijeda. Suhu baterai terlalu tinggi.
km: បាន​ផ្អាក​ការសាក។ សីតុណ្ហភាព​ថ្ម​ខ្ពស់​ពេក។
ky_kg: Заряддоо тыныды. Батарейканын температурасы өтө бийик.
lo: ການສາກຢຸດຊົ່ວຄາວ. ອຸນຫະພູມແບັດເຕີຣີສູງໂພດ.
mn_mn: Цэнэглэхийг түр зогсоосон. Зайн температур хэт өндөр байна.
mr: चार्जिंगला विराम दिला. बॅटरी तापमान अधिक उच्च.
ms: Pengecasan jeda. Suhu bateri terlalu tinggi.
my: အားသြင္းမႈ ရပ္တန္႔သြား။ ဘက္ထရီ အပူခ်ိန္ မ်ားလြန္။
ne: चार्जिंग रोकियो। बैटरीको तापमान धेरै छ।
or: ଚାର୍ଜ୍ ହେବା ବିରତି ହୋଇଛି। ବ୍ୟାଟେରୀ ତାପମାତ୍ରା ଅଧିକ ଅଟେ।
pa: ਚਾਰਜਿੰਗ ਨੂੰ ਵਿਰਾਮ ਦਿੱਤਾ। ਬੈਟਰੀ ਦਾ ਤਾਪਮਾਨ ਬਹੁਤ ਜ਼ਿਆਦਾ ਹੈ।
sq: Ngarkimi pushoi. Temperatura e baterisë shumë e lartë.
tg_tj: Барқгирӣ таваққуф карда шуд. Ҳарорати батарея бениҳоят баланд аст.
th: หยุด​การ​ชาร์จ อุณหภูมิ​แบตเตอรี่​สูง​เกิน​ไป
tk_tm: Zarýadka togtadyldy. Batareýanyň temperaturasy örän ýokary.
tl: Na-pause ang pagcha-charge. Masyadong mataas ang temperatura ng baterya.
vi: Việc sạc pin đã tạm dừng. Nhiệt độ pin quá cao.

# IDS_COM_HEADER_BATTERY_LOW_ABB
source: Battery low
as: বেটাৰী নিম্ন
fa: باتری ضعيف است
fr: Batterie faible
he: סוללה חלשה
id: Baterai lemah
km: ថ្មខ្សោយ
ky_kg: Батерейка кубаты төмөн
lo: ແບັດເຕີຣີອ່ອນ
mn_mn: Зай бага
mr: बॅटरी कमी
ms: Bateri lemah
my: ဘက္ထရီအားနည္း
ne: बैटरी कम
or: ବ୍ୟାଟେରୀ ଲୋ ଅଟେ
pa: ਬੈਟਰੀ ਘੱਟ ਹੈ
sq: Bateria e rënë
tg_tj: Барқи батарея кам аст
th: แบตเตอรี่​ต่ำ
tk_tm: Batareýanyň güýji az
tl: Mahina na ang baterya
vi: Pin yếu

# IDS_COM_POP_DEVICE_WILL_TURN_OFF
source: Device will turn off.
as: ডিভাইচ অফ হ'ব৷
fa: دستگاه خاموش خواهد شد.
fr: L'appareil va s'éteindre.
he: המכשיר יכבה.
id: Perangkat akan tdk aktif.
km: ឧបករណ៍​នឹង​បិទ។
ky_kg: Түзмөк өчүрүлөт
lo: ເຄື່ອງຈະປິດ.
mn_mn: Төхөөрөмж унтарна
mr: उपकरण बंद होईल.
ms: Peranti akan dimatikan.
my: ယခုစက္ပိတ္ေတာ့မည္
ne: यन्त्र बन्द हुनेछ।
or: ଡିଭାଇସ୍ ଟର୍ନ୍ ଅଫ୍ ହେବ।
pa: ਡਿਵਾਈਸ ਬੰਦ ਹੋ ਜਾਵੇਗਾ।
sq: Pajisja do të fiket.
tg_tj: Дастгоҳ хомӯш мешавад.
th: อุปกรณ์​จะ​ปิด
tk_tm: Enjam öçüriler.
tl: Mag-o-off ang device.
vi: Thiết bị sẽ tắt.

# IDS_ST_BUTTON_RESTART
source: Restart
as: পুনঃআৰম্ভ কৰক
fa: مجدد
fr: Redémarrer
he: הפעל מחדש
id: Mulai ulang
km: ចាប់ផ្តើម​ឡើង​វិញ
ky_kg: Кайрадан жүргүзүү
lo: ປິດເປີດໃໝ່
mn_mn: Дахин эхлэх
mr: पुनरारंभ करा
ms: Mula semula
my: ျပန္စပါ
ne: पुनः सुरु
or: ପୁନଃଆରମ୍ଭ
pa: ਦੁਬਾਰਾ ਅਰੰਭ ਕਰੋ
sq: Rinis
tg_tj: Бозоғозӣ кардан
th: เริ่มใหม่
tk_tm: Täzeden işletmek
tl: I-restart
vi: Khởi động lại

# IDS_ST_HEADER_STORAGE_FULL_ABB
source: Storage full
as: সংগ্ৰহণ সম্পূৰ্ণ
fa: حافظه پر است
fr: Mémoire saturée
he: האחסון מלא
id: Penyimpanan pnuh
km: ឃ្លាំងផ្ទុក​ពេញ
lo: ບ່ອນເກັບຂໍ້ມູນເຕັມ
mn_mn: Хадгалалт дүүрэн
mr: संग्रह संपूर्ण
ms: Storan penuh
my: သိုေလွာင္ခန္း ျပည့္ပါၿပီ
ne: भण्‍डारण पूर्ण भयो
or: ଷ୍ଟୋରେଜ୍ ପୂର୍ଣ୍ଣ
pa: ਸਟੋਰੇਜ ਪੂਰਨ
sq: Magazina plot
th: ที่จัดเก็บเต็ม
tl: Puno ang storage
vi: Bộ nhớ đầy

# IDS_ST_POP_UNABLE_TO_RECORD_THERE_IS_NOT_ENOUGH_SPACE_IN_YOUR_GEAR_STORAGE
source: Unable to record. There is not enough space in your Gear storage.
as: ৰেকৰ্ড কৰিবলৈ অক্ষম৷ আপোনাৰ গীয়েৰ সগ্ৰহণত পৰ্যাপ্ত স্থান নাই৷
fa: نمی‌توانید صدا/تصویر را ضبط کنید. فضای کافی در محل ذخیره Gear موجود نیست.
fr: Enregistrement impossible. L'espace de stockage disponible sur votre Gear est insuffisant.
he: לא ניתן להקליט. אין מספיק מקום באחסון של Gear.
id: Tidak dapat merekam. Ruang di penyimpanan Gear tidak mencukupi.
km: មិន​អាច​ថត។ មិនមាន​លំហ​គ្រប់គ្រាន់​ក្នុង​ឃ្លាំងផ្ទុក Gear របស់​អ្នក។
lo: ບໍ່ສາມາດບັນທຶກໄດ້. ບໍ່ມີຊ່ອງຫວ່າງພຽງພໍຢູ່ໃນບ່ອນເກັບມ້ຽນຂໍ້ມູນເກຍຂອງທ່ານ.
mn_mn: Бичлэг хийх боломжгүй. Таны Gear-н хадгалалтад зай хангалтгүй байна
mr: रेकॉर्ड करण्‍यामध्‍ये अक्षम. आपल्‍या गिअर संग्रहामध्‍ये पुरेशी जागा नाही.
ms: Tidak dapat rakam. Tidak terdapat ruang mencukupi dalam simpanan Gear anda.
my: မွတ္တမ္း မတင္ႏိုင္ပါ။ သင့္ဂီယာ သိုေလွာင္ခန္းထဲတြင္ ေနရာ မေလာက္ပါ။
ne: रेक्रड गर्न असक्षम। तपाईको गियर भण्‍डारणमा पर्याप्‍त स्थान छैन।
or: ରେକର୍ଡ୍ କରିବାକୁ ଅସମର୍ଥ। ଆପଣଙ୍କର ଗିୟର୍ ଷ୍ଟୋରେଜ୍‌ରେ ପର୍ଯ୍ୟାପ୍ତ ଖାଲି ସ୍ଥାନ ନାହିଁ।
pa: ਰਿਕਾਰਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਤੁਹਾਡੇ ਗੇਅਰ ਸਟੋਰੇਜ ਵਿੱਚ ਉੱਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ।
sq: Nuk mund të regjistroj. Nuk ka vend të mjaftueshëm në magazinën e Gear.
tg_tj: Сабткунӣ ғайриимкон аст. Дар Gear-и шумо фазои кофӣ нест.
th: ไม่สามารถบันทึกได้ มีพื้นที่ว่างในที่จัดเก็บของ Gear ไม่เพียงพอ
tk_tm: Ýazga geçirip bolmaýar. Gear toplaýjyňyzda ýeterlik ýer ýok.
tl: Hindi ma-record. Walang sapat na espasyo sa storage ng iyong Gear.
vi: Không thể ghi. Không đủ dung lượng trống trong Gear.

# IDS_ST_POP_TO_DISABLE_ULTRA_POWER_SAVING_MODE_YOUR_DEVICE_WILL_RESTART
source: To turn off Ultra power saving mode, your device will restart.
as: অত্যাধিক পাৱাৰ সংৰক্ষণ ম'ড অক্ষম কৰিবলৈ, আপোনাৰ ডিভাইচ পুনৰাৰম্ভ হ'ব৷
fa: برای غیرفعال کردن حالت ذخیره نیروی بیشتر، دستگاهتان مجدداً راه‌اندازی می‌شود.
fr: Pour désactiver le mode Économie d'énergie Ultra, votre appareil va devoir redémarrer.
he: כדי להשבית את מצב ‘חיסכון מרבי באנרגיה’, המכשיר שלך יופעל מחדש.
id: Untuk menonaktifkan mode hemat daya Ultra, perangkat Anda akan memulai ulang.
km: ដើម្បី​បិទ​ទម្រង់​សំចៃ​ថាមពល​បំផុត ឧបករណ៍​របស់​អ្នក​នឹង​ចាប់ផ្ដើម​ឡើងវិញ។
ky_kg: Ашынган кубат сактоо режимин иштен чыгаруу үчүн, түзмөгүңүз кайра күйгүзүлөт.
lo: ເພື່ອປິດໃຊ້ງານໂໝດປະຢັດໄຟພິເສດ, ເຄື່ອງຂອງທ່ານຈະເລີ່ມປິດເປີດໃໝ່.
mn_mn: Хэт тэжээл хэмнэх горимыг идэвхгүй болгохын тулд, таны төхөөрөмж дахин эхэлнэ.
mr: अल्ट्रा पॉवर बचत मोड अक्षम करण्यासाठी, आपले उपकरण पुन्हा सुरू होईल.
ms: Untuk menyahaktifkan mod Penjimatan kuasa ultra, peranti anda akan dimulakan semula.
my: အလြန္ ပါဝါေခၽြတာ အေနအထား ပိတ္ထားရန္ သင့္ကိရိယာ ျပန္စတင္မည္။
ne: अल्ट्रा पवर बचत मोड असक्षम गर्न, तपाईको यन्त्र पुन: सुरू हुनेछ।
or: ଅଲ୍‌ଟ୍ରା ପାୱାର ସଞ୍ଚୟ ମୋଡ୍‍ ଅକ୍ଷମ କରିବାକୁ, ଆପଣଙ୍କ ଡିଭାଇସ୍ ରିଷ୍ଟାର୍ଟ ହେବ।
pa: ਅਲਟਰਾ ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ ਨੂੰ ਅਸਮਰੱਥ ਕਰਨ ਦੇ ਲਈ, ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਪੁਨਰ ਅਰੰਭ ਹੋ ਜਾਵੇਗਾ।
sq: Për të paaftësuar Regjimin kursim energjie ultra, pajisja jote do të riniset.
tg_tj: Барои ғайрифаъол кардани Реҷаи сарфаи мукаммали қувва дар дастгоҳи худ, дастоҳ аз нав ба кор дароварда мешавад.
th: ถ้าปิดใช้งานโหมดประหยัดพลังงานสูงสุด อุปกรณ์ของคุณจะเริ่มใหม่
tk_tm: Ýokary derejede batareýa güýjini tygşytlama tertibini ýapmak üçin, enjamyňyz gaýtadan başladylar.
tl: Upang huwag paganahin ang Ultra power saving mode, magre-restart ang iyong device.
vi: Để tắt Chế độ siêu tiết kiệm pin, thiết bị của bạn sẽ khởi động lại.

# IDS_COM_POP_ERROR
source: Error
as: ত্ৰুটি।
fa: خطا رخ داد.
fr: Erreur
he: שגיאה
km: កំហុស
ky_kg: Ката
lo: ຂັດຂ້ອງ
mn_mn: Алдаа
mr: त्रुटी
ms: Ralat
my: အမွား
ne: त्रुटि।
or: ତ୍ରୁଟି।
pa: ਤਰੁੱਟੀ।
sq: Gabim.
tg_tj: Хатогӣ
th: ผิดพลาด
tk_tm: Ýalňyş
vi: Lỗi.

# IDS_ST_HEADER_ULTRA_POWER_SAVING_MODE
source: Ultra power saving mode
as: অত্যাধিক পাৱাৰ সংৰক্ষণ ম'ড
fa: حالت ذخیره نیروی بیشتر
fr: Mode Ultra économie d'énergie
he: מצב ‘חיסכון מרבי בחשמל’
id: Mode hemat daya ultra
km: ទម្រង់​សំចៃ​ថាមពល​បំផុត
ky_kg: Максималдык кубат сактоо режими
lo: ໂໝດປະຢັດໄຟພິເສດ
mn_mn: Хэт тэжээл хэмнэх горим
mr: अल्ट्रा पॉवर बचत मोड
ms: Mod penjimatan kuasa ultra
my: အလြန္ ပါဝါေခြ်တာေရး အေနအထား
ne: अल्ट्रा पवर बचत मोड
or: ଅଲଟ୍ରା ପାୱାର୍ ସଞ୍ଚୟ ମୋଡ୍
pa: ਅਲਟਰਾ ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ
sq: Regjimi Kursim energjie ultra
tg_tj: Реҷаи сарфаи мукаммали қувва
th: โหมดประหยัดพลังงานสูงสุด
tk_tm: Ýokary derejede güýç tygşytlama tertibi
vi: Chế độ siêu tiết kiệm pin

# IDS_CAM_OPT_DONT_REPEAT_ABB
source: Don't repeat
as: পুনৰাই নকৰিব
fa: تکرار نشود
fr: Ne pas rép.
he: אל תציג שוב
id: Jgn ulangi
km: កុំ​ធ្វើឡើងវិញ
ky_kg: Кайталабоо
lo: ຢ່າເຮັດຊໍ້າຄືນ
mn_mn: Бүү давт
mr: पुनरावृत्‍ती करू नका
ms: Jgn ulang
my: ထပ္ခါထပ္ခါ မလုပ္ပါႏွင့္
ne: नदोहर्‍याउनुहोस्
or: ପୁନରାବୃତ୍ତି କରନ୍ତୁ ନାହିଁ
pa: ਦੁਹਰਾਉ ਨਹੀਂ
sq: Mos përsër.
tg_tj: Такрор нак.
th: อย่าแสดงซ้ำ
tk_tm: Gaýtalama
tl: Wag ulitin
vi: Không lặp lại

# IDS_COM_POP_BATTERY_DISCONNECTED_ABB
source: Battery disconnected.
as: বেটাৰী সংযোগহীন হৈছে৷
fa: باتری جدا شد.
fr: Batterie débranchée
he: סוללה מנותקת.
id: Baterai terputus.
km: បាន​ផ្តាច់​ថ្ម។
ky_kg: Батарейка ажыратылды
lo: ແບັດເຕີຣີຕັດເຊື່ອມຕໍ່ແລ້ວ.
mn_mn: Зай салгасан.
mr: बॅटरी डिस्कनेक्ट झाली आहे.
ms: Bateri diputus sambungan.
my: ဘက္ထရီ ျဖဳတ္ထားသည္။
ne: बैटरीको जड़ान काटियो।
or: ବ୍ୟାଟେରୀ ବିଚ୍ଛିନ୍ନ ହୋଇଛି।
pa: ਬੈਟਰੀ ਡਿਸਕਨੈਕਟ ਹੋਈ।
sq: Bateria e shkëputur.
tg_tj: Батарея ҷудо шуд.
th: ถอด​แบตเตอรี่​แล้ว
tk_tm: Batareý kesildi.
tl: Nadiskonekta ang baterya.
vi: Pin đã ngắt kết nối.

# IDS_ST_MBODY_POWER_SAVER_ABB
source: Power saver
as: পাৱাৰ সং
fa: ذخيره نيرو
fr: Éco. éner.
he: חסכון בחשמל
id: Phemat daya
km: ធាតុសំចៃ​ថាមពល
ky_kg: Кубат сакт.
lo: ປະຢັດໄຟ
mn_mn: Тэж хэмнэгч
mr: पॉवर सेव्हर
ms: Pjimt kuasa
my: ပါဝါ ေခၽြတာစရာ
ne: पवर से.
or: ପାୱାର୍ ସଞ୍ଚୟକାରି
pa: ਪਾਵਰ ਸੇਵਰ
sq: Kursyesi
tg_tj: Сарфакунаки қувва
th: ประหยัดพลังงาน
tk_tm: Güýç tygşytlaýjy
vi: Tiết kiệm pin

source: Power saver will be turned on. This will limit the maximum performance of the CPU and turn off Bluetooth, and a lower screen power level will be used. Wake-up gesture, Voice control, and Vibration will not be available. Clock and S Health functions will still be available.
as: পাৱাৰ চেভাৰ সক্ষম কৰা হ'ব৷ এইটোৱে CPU-ৰ সৰ্বাধিক প্ৰদৰ্শন সীমিত কৰিব, ব্লুটুথ অফ কৰিব আৰু এটা নিম্ন স্ক্ৰীণ পাৱাৰ স্তৰ ব্যৱহাৰ কৰিব৷ ৱেক-আপ গেশ্বাৰ, মাত নিয়ন্ত্ৰণ আৰু ভাইব্ৰেশ্বন উপলভ্য নহ'ব৷ ঘড়ী আৰু S Health কাৰ্যকাৰীতা এতিয়াও উপলভ্য হৈ থাকিব৷
fa: ذخیره نیرو فعال خواهد شد. این کار باعث می‌شود حداکثر عملکرد CPU محدود شود، بلوتوث خاموش شود، و میزان نیروی صفحه کمتری مورد استفاده قرار گیرد. حالت بیدارباش، کنترل صوتی، و لرزش در دسترس نخواهد بود. عملکردهای ساعت و S Health همچنان در دسترس خواهد بود.
fr: Le mode Économie d'énergie sera activé. Cela limitera les performances maximales du processeur, désactivera le Bluetooth et appliquera à l'écran un niveau d'alimentation inférieur. Le mouvement d'activation, le contrôle vocal et le vibreur ne seront pas disponibles. Les fonctions Horloge et S Health demeureront quant à elles toujours disponibles.
he: מצב ’חיסכון בחשמל‘ יופעל. דבר זה יגביל את הביצועים המרביים של המעבד, יכבה את הפונקציה Bluetooth ויקטין את בהירות המסך. התכונות ’מחוות השכמה‘, ’בקרה קולית‘ ו’רטט‘ לא יהיו זמינות. הפונקציות ’שעון‘ ו-S Health ימשיכו להיות זמינות.
id: Penghemat daya akan diaktifkan. Ini akan membatasi kinerja maksimum CPU, mematikan Bluetooth, dan akan menggunakan tingkat daya layar yang lebih rendah. Gestur pengaktifan, Kontrol suara, dan Getaran tidak akan tersedia. Fungsi Jam dan S Health akan tetap tersedia.
km: នឹង​បើកប្រើ​ធាតុសំចៃ​ថាមពល។ នេះ​នឹង​កំណត់ដែន​ប្រសិទ្ធផល​អតិបរមា​នៃ CPU, បិទ Bluetooth ហើយ​នឹង​ប្រើ​កម្រិត​ថាមពល​អេក្រង់​ទាប។ កាយវិការ​ដាស់, សំឡេង​បញ្ជា និង រំញ័រ​នឹង​មិន​អាច​ប្រើ​បាន​ឡើយ។ មុខងារ​នាឡិកា និង S Health នឹង​នៅតែ​អាច​ប្រើ​បាន​ដដែល។
ky_kg: Кубат сактагыч иштетилет. Бул CPU'нун иш аткаруучулук чокусун чектейт, Bluetooth'ту өчүрөт жана экрандын төмөнүрөөк кубат деңгээли колдонулат. Ойготуу жаңсоосу, Үн менен башкаруу жана Дирилдөө иштебей калат. Саат жана S Health иш-милдеттери дале болсо байкалат.
lo: ປະຢັດໄຟຈະເປີດໃຊ້ງານ. ອັນນີ້ຈະຈໍາກັດການເຮັດວຽກສູງສຸດຂອງ CPU, ປິດບລູທູດ, ແລະຈະນໍາໃຊ້ລະດັບໄຟໜ້າຈໍຕໍ່າລົງ. ທ່າການກະຕຸ້ນ, ການຄວບຄຸມສຽງ, ແລະການສັ່ນຈະບໍ່ມີຢູ່. ຟັງຄ໌ຊັນໂມງ ແລະ S Health ຈະຍັງມີຢູ່.
mn_mn: Тэжээл хэмнэгчийг идэвхжүүлнэ. Энэ нь CPU-н ажиллагааны дээд хэмжээг хязгаарлаж, дэлгэцийн бага тэжээлийн түвшин ашиглана. Сэрээх дохио зангаа, Дуут удирдлага, Чичиргээ боломжгүй болно. Цаг ба S эрүүл мэндийн функцууд боломжтой хэвээр байна.
mr: पॉवर सेव्हर सक्षम केला जाईल. हे CPU चा कमाल परफॉरर्मन्स मर्यादित करेल, ब्लुटूथ बंद करेल आणि कमी स्क्रीन पॉवर वापरली जाईल. वेक-अप हावभाव, आवाज नियंत्रण आणि कंपन उपलब्ध नसेल. घड्याळ आणि S Health फंक्शन्‍स अजूनही उपलब्ध असतील.
ms: Penjimat kuasa akan diaktifkan. Ini akan mengehadkan prestasi maksimum CPU, mematikan Bluetooth, dan tahap kuasa skrin yang rendah akan digunakan. Gerak isyarat bangun, Kawalan suara dan Getaran tidak akan tersedia. Fungsi jam dan S Health masih tetap tersedia.
my: ပါဝါ ေခၽြတာစရာ ရေစလိမ့္မည္။ ဤအရာက CPU အမ်ားဆံုး လုပ္ေဆာင္ႏိုင္စြမ္းကို ကန္႔သတ္၊ ဘလူးတုသ္ ပိတ္ၿပီး ဖန္သားျပင္ ပါဝါ လယ္ဗယ္ အနိမ့္တစ္ခု သံုးလိမ့္မည္။ အႏိႈး အမူအယာ၊ အသံ အထိန္းႏွင့္ တုန္ခါမႈတို႔ ရမည္မဟုတ္ပါ။ နာရီႏွင့္ S Health လုပ္ေဆာင္ခ်က္မ်ား ရႏိုင္ဦးမည္။
ne: पवर बचत सक्षम गरिनेछ। यो CPU को अधिकतम कार्य क्षमता सीमित गर्नेछ ब्लुटूथ बन्द गरिएको बेला र कम स्क्रीनको पवरको न्यूनतमस्तरको कम प्रयोग हुनेछ। वेक-अप जेस्चर, भ्वाइस नियन्त्रण र कम्पन उपलब्ध हुनेछैन। घडी र S Health फंक्शन अझ पनि उपलब्ध हुनेछ।
or: ପାୱାର ସଞ୍ଚୟକାରୀ ସକ୍ଷମ ହେବ। ଏହା CPUର ସର୍ବୋଚ୍ଚ ପ୍ରଦର୍ଶନକୁ ସୀମିତ କରିବ, ବ୍ଲୁଟୁଥ୍‍ ଅଫ୍‍ କରନ୍ତୁ, ଏବଂ ଏକ ନିମ୍ନ ସ୍କ୍ରିନ୍‍ ପାୱାର ସ୍ତର ବ୍ୟବହୃତ ହେବ। ୱେକ-ଅପ୍ ଜେଶ୍ଚର୍‌, ଭଏସ୍ ନିୟନ୍ତ୍ରଣ ଏବଂ କମ୍ପନ ଉପଲବ୍ଧ ହେବ ନାହିଁ। ଘଣ୍ଟା ଏବଂ S Health ପ୍ରକାର୍ଯ୍ୟ ତଥାପି ଉପଲବ୍ଧ ହେବ।
pa: ਪਾਵਰ ਸੇਵਰ ਨੂੰ ਸਮਰੱਥ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਇਹ CPU ਦੀ ਅਧਿਕਤਮ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਸੀਮਿਤ ਕਰ ਦੇਵੇਗਾ, ਬਲੂਟੁੱਥ ਬੰਦ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਸਕ੍ਰੀਨ ਦੇ ਘੱਟ ਪਾਵਰ ਸਤਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇਗੀ। ਵੇਕ-ਅਪ ਸੰਕੇਤ, ਵਾੱਇਸ ਨਿਯੰਤ੍ਰਣ ਅਤੇ ਵਾਈਬ੍ਰੇਸ਼ਨ ਉਪਲਬਧ ਨਹੀਂ ਹੋਣਗੇ। ਘੜੀ ਅਤੇ S Health ਫੰਕਸ਼ਨ ਤਾਂ ਵੀ ਉਪਲਬਧ ਹੋਣਗੇ।
sq: Kursyesi do të aftësohet. Kjo do të kufizojë rendimentin maksimal të CPU-së, do të fikë Bluetooth dhe do të ulë nivelin e ndriçimit të ekranit. Gjesti i zgjimit, Komandimi zanor dhe Dridhja nuk do të jenë në dispozicion. Funksionet e Orës dhe S Health gjithnjë do të mund të përdoren.
tg_tj: Сарфакунаки қувва фаъол карда мешавад. Ин ҳосилнокии кори ПМ­ро маҳдуд мекунад, Bluetooth­ро хомӯш мекунад ва равшании экранро пасттар мекунад. Ишорати бедоркунӣ, Идоракунӣ бо овоз ва Ларзиш дастнорас мешаванд. Функсияҳои Соат ва S Health метавонанд ба ҳар ҳол истифода бурда шаванд.
th: ประหยัดพลังงาน จะถูกเปิดใช้งาน ซึ่งจะจำกัดประสิทธิภาพสูงสุดของ CPU ปิด Bluetooth และลดระดับไฟหน้าจอ ท่าทางในการปลุก การควบคุมด้วยเสียง และระบบสั่นจะไม่พร้อมใช้งาน ฟังก์ชั่นนาฬิกาและ S Health ยังใช้ได้
tk_tm: Güýç tygşytlama açylar. Bu MIB-iň maksimum işleýişini çäklendirer, Bluetooth-y ýapar, we has pesräk ekran güýç derejesi ulanylar. Oýandyrma ümleri, Ses dolandyryşy, we Titreme elýeterli bolmaýar. Sagat we S Saglyk funksiýalary ýene-de el ýeterli bolar.
tl: Papaganahin ang Power saver. Lilimitahan nito ang maximum na pagganap ng CPU, i-off ang Bluetooth, at gagamit ng mas mababang antas ng power para sa screen. Hindi magiging available ang gesture na Wake-up, Pagkontrol ng boses, at Pag-vibrate. Magiging available pa rin ang mga function na Orasan at S Health.
vi: Tiết kiệm pin sẽ được bật. Điều này sẽ giới hạn hiệu suất tối đa của CPU, tắt Bluetooth và giảm mức điện năng của màn hình sẽ được sử dụng. Thao tác đánh thức, Điều khiển bằng giọng nói và Rung sẽ không hoạt động. Đồng hồ và các chức năng S Health sẽ vẫn hoạt động.

# IDS_ST_TPOP_POWER_SAVER_DISABLED
source: Power saver turned off.
as: পাৱাৰ সংৰক্ষণ অক্ষম হৈছে৷
fa: ذخیره نیرو غیرفعال شد.
fr: Économie d'énergie désactivée.
he: מצב ’חיסכון בחשמל‘ מושבת.
id: Penghemat daya nonaktif.
km: បាន​បិទ​ធាតុសំចៃ​ថាមពល។
ky_kg: Кубат сактагыч иштен чыгарылды.
lo: ປະຢັດໄຟປິດໃຊ້ງານແລ້ວ.
mn_mn: Тэжээл хэмнэгч идэвхгүй болсон.
mr: पॉवर सेव्हर अक्षम केला.
ms: Penjimat kuasa dinyahaktifkan.
my: ပါဝါ ေခၽြတာစရာ ပိတ္လိမ့္မည္။
ne: पवर सेवर असक्षम गरिएको छ।
or: ପାୱାର ସଞ୍ଚୟକାରୀ ଅକ୍ଷମ ହୋ‍ଇଛି।
pa: ਪਾਵਰ ਸੇਵਰ ਅਸਮਰੱਥ ਹੋਇਆ।
sq: Kursyesi u paaftësua.
tg_tj: Сарфакунаки қувва ғайрифаъол карда шуд.
th: ปิดใช้งานประหยัดพลังงาน
tk_tm: Güýç tygşytlaýjy ýapyk.
tl: Hindi pinagana ang Power saver.
vi: Đã tắt Tiết kiệm pin.

# IDS_ST_TPOP_POWER_SAVER_ENABLED
source: Power saver turned on.
as: পাৱাৰ চেভাৰ সক্ষম হৈছে৷
fa: ذخیره نیرو فعال شد.
fr: Économie d'énergie activée.
he: מצב ’חיסכון בחשמל‘ מופעל.
id: Penghemat daya aktif.
km: បាន​បើកប្រើ​ធាតុសំចៃ​ថាមពល។
ky_kg: Кубат сактагыч иштетилди.
lo: ປະຢັດໄຟເປີດໃຊ້ງານແລ້ວ.
mn_mn: Тэжээл хэмнэгч идэвхжсэн.
mr: पॉवर सेव्हर सक्षम केला.
ms: Penjimat kuasa diaktifkan.
my: ပါဝါ ေခၽြတာစရာ ရေစလိမ့္မည္။
ne: पवर सेवर सक्षम गरिएको छ।
or: ପାୱାର ସଞ୍ଚୟକାରୀ ସକ୍ଷମ ହୋ‍ଇଛି।
pa: ਪਾਵਰ ਸੇਵਰ ਸਮਰੱਥ ਹੋਇਆ।
sq: Kursyesi u aftësua.
tg_tj: Сарфакунаки қувва фаъол карда шуд.
th: เปิดใช้งานประหยัดพลังงาน
tk_tm: Güýç tygşytlaýjy açyk.
tl: Pinagana ang Power saver.
vi: Đã bật Tiết kiệm pin.

# IDS_ST_HEADER_FLIGHT_MODE_ABB
source: Airplane mode
as: ফ্লাইট ম'ড
fa: حالت پرواز
fr: Mode Hors-ligne
he: מצב טיסה
id: Mode terbang
km: ទម្រង់​យន្តហោះ
ky_kg: Учуу режими
lo: ໂໝດການບິນ
mn_mn: Нислэгийн горим
mr: फ्लाइट मोड
ms: Mod penerbangan
my: ပ်ံသန္း အေနအထား
ne: उडान मोड
or: ଫ୍ଲାଇଟ୍ ମୋଡ୍
pa: ਫਲਾਈਟ ਮੋਡ
sq: Regjimi i fluturimit
tg_tj: Реҷаи Парвоз
th: โหมด​การ​บิน
tk_tm: Uçuş režim
tl: Flight mode
vi: Chế độ Máy bay
