Repository: tizenorg/framework.system.system-popup
Catalog: po/micro-src/*.po
Languages: as, fa, fr, he, id, km, ky_kg, lo, mn_mn, mr, ms, my, ne, or, pa, sq, tg_tj, th, tk_tm, tl, vi

source: Airplane mode allows you to turn off the calling and messaging functions. It also turns off Mobile data and Bluetooth. To use Bluetooth, turn it on in Settings.
as: ফ্লাইট ম'ডে আপোনাক কলিং আৰু মেচেজিং ফাংচনসমূহ অক্ষম কৰাৰ অনুমতি প্ৰদান কৰে৷ ই ম'বাইল ডাটা আৰু ব্লুটুথ অফ কৰে৷ ব্লুটুথ ব্যৱহাৰ কৰিবলৈ, ইয়াক ছেটিংছত অন কৰক৷
fa: حالت پرواز به شما امکان می‌دهد عملکردهای تماس و پیام‌رسانی را غیرفعال کنید. داده تلفن همراه و بلوتوث نیز خاموش می‌شود. برای استفاده از بلوتوث، آن را در تنظیمات روشن کنید.
fr: Le mode Hors-ligne vous permet de désactiver les fonctions d'appel et de SMS. Ce mode désactive également les données mobiles et le Bluetooth. Pour utiliser le Bluetooth, activez-le dans Paramètres.
he: במצב ’טיסה‘ ניתן להשבית את פונקציות השיחה והעברת ההודעות. מצב זה אף מכבה את ’נתונים ניידים‘ ו-Bluetooth. כדי להשתמש ב-Bluetooth, הפעל פונקציה זו דרך ’הגדרות‘.
id: Mode Terbang memungkinkan Anda menonaktifkan fungsi panggilan dan pesan. Mode ini juga mematikan Data seluler dan Bluetooth. Untuk menggunakan Bluetooth, hidupkan di Pengaturan.
km: ទម្រង់​យន្តហោះ​អនុញ្ញាត​ឲ្យ​អ្នក​បិទ​មុខងារ​ហៅ និង សារ។ វា​ក៏​បិទ​ទិន្នន័យ​ចល័ត និង Bluetooth ផងដែរ។ ដើម្បី​ប្រើ Bluetooth សូម​បើក​វា​ក្នុង ការកំណត់។
ky_kg: Учуу режими сизге чалуу жана кабарлашуу иш-милдеттерин иштен чыгарууга мүмкүндүк берет. Ал андан нары Мобилдик айтымдарды жана Bluetooth'ду өчүрөт. Bluetooth'ду пайдаланууга, аны Орнотууларда күйгүзүңүз.
lo: ໂໝດການບິນອະນຸຍາດໃຫ້ທ່ານປິດໃຊ້ງານຟັງຄ໌ຊັນການໂທ ແລະການສົ່ງຂໍ້ຄວາມ. ມັນຍັງປິດຂໍ້ມູນມືຖື ແລະບລູທູດນໍາ. ເພື່ອໃຊ້ບລູທູດ, ເປີດມັນຢູ່ໃນການຕັ້ງຄ່າ.
mn_mn: Нислэгийн горим нь танд дуудлага хийх болон зурвасаар харилцах функцуудыг идэвхгүй болгох боломж өгнө. Энэ нь мөн Хөдөлгөөнт өгөгдөл болон Bluetooth-г идэвхгүй болгоно. Bluetooth ашиглахын тулд, Тохиргоон дотор түүнийг идэвхжүүл.
mr: फ्लाइट मोड आपल्‍याला कॉलिंग आणि संदेश प्रेषण फंक्‍शन्‍स अक्षम करण्‍याची अनुमती देते. हे मोबाईल डेटा आणि ब्‍लुटूथ देखील बंद करते. ब्‍लुटूथ वापरण्‍यासाठी, हे सेटिंग्‍स मध्‍ये चालू करा.
ms: Mod penerbangan membenarkan anda menyahaktifkan fungsi panggilan dan mesej. Ia turut mematikan Data mudah alih dan Bluetooth. Untuk menggunakan Bluetooth, hidupkannya dalam Aturan.
my: ဖုန္းေခၚျခင္းႏွင့္ မက္ေဆ့ခ်္ပို႔ေသာ လုပ္ေဆာင္ခ်က္မ်ားကို ပိတ္ရန္အတြက္ သင့္ကို ပ်ံသန္းအေနအထားက ခြင့္ျပဳထားပါသည္။ ၎က မိုးဘုိင္းေဒတာႏွင့္ ဘလူးတုသ္ကို လည္းပဲ ပိတ္ပါလိမ့္မည္။ ဘလူးတုသ္ကို သုံးရန္၊ ၎ကို ဆက္တင္မ်ား၌ ဖြင့္ပါ။
ne: विमान मोडले तपाईलाई कल र मेसिजिंग फंक्शनहरू असक्षम गर्ने अनुमति दिन्छ। यसले मोबाइल डाटा र ब्लुटूथ पनि बन्द गर्छ। ब्लुटूथ प्रयोग गर्न, सेटिङहरूमा यसलाई अन गर्नहोस्।
or: ଫ୍ଲାଇଟ୍ ମୋଡ୍ ଆପଣଙ୍କୁ କଲ୍‌ କରିବା ଏବଂ ସନ୍ଦେଶ ପ୍ରେରଣ ପ୍ରକାର୍ଯ୍ୟ ଅକ୍ଷମ କରିବାକୁ ସମର୍ଥ କରିଥାଏ। ଏହା ମଧ୍ୟ ମୋବାଇଲ୍‍ ଡାଟା ଏବଂ ବ୍ଲୁଟୁଥ୍‍ ଅଫ୍‍ କରିଥାଏ। ବ୍ଲୁଟୁଥ୍‍ ବ୍ୟବହାର କରିବାକୁ, ସେଟିଂଗୁଡିକରେ ଏହା ଅନ୍‍ କରନ୍ତୁ।
pa: ਫਲਾਈਟ ਮੋਡ ਤੁਹਾਨੂੰ ਕਾੱਲਿੰਗ ਅਤੇ ਮੈਸੇਜਿੰਗ ਫੰਕਸ਼ਨ ਅਸਮਰੱਥ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ। ਇਹ ਮੋਬਾਈਲ ਡੈਟਾ ਅਤੇ ਬਲੂਟੁੱਥ ਨੂੰ ਵੀ ਬੰਦ ਕਰਦਾ ਹੈ। ਬਲੂਟੁੱਥ ਵਰਤਣ ਲਈ, ਇਸਨੂੰ ਸੈੱਟਿੰਗਸ ਵਿੱਚ ਚਾਲੂ ਕਰੋ।
sq: Regjimi Avion të lejon të paaftësosh mesazhet e thirrjes dhe të mesazhimit. Ai gjithashtu fik Të dhënat celulare dhe Bluetooth-in. Për ta përdorur Bluetooth-in, ndize te Cilësimet.
tg_tj: Реҷаи парвоз ба шумо имкон медиҳад, ки вазифаҳои зангзанӣ ва паёмнависиро ғайрифаъол кунед. Он инчунин Иттилооти мобилӣ ва Bluetooth-ро хомӯш мекунад. Барои истифодаи Bluetooth, онро дар Танзимот фурӯзон кунед.
th: คุณสามารถใช้โหมดการบินเพื่อปิดใช้งานฟังก์ชั่นการโทรและการส่งข้อความ และยังปิด ข้อมูล​มือ​ถือ​ และ Bluetooth เมื่อต้องการใช้ Bluetooth ให้เปิดที่ การตั้งค่า
tk_tm: Uçuş tertibi size jaň ediş we hat iberiş funksiýalaryny ýapmaga mümkinçilik berýär. Ol mobil maglumaty bilen Bluetooth-y hem ýapýar. Bluetooth ulanmak üçin, ony Sazlamalardan açyň.
tl: Pinapayagan ka ng Flight mode na huwag paganahin ang mga function na pagtawag at pagmemensahe. Ino-off din nito ang Mobile data at Bluetooth. Para gamitin ang Bluetooth, i-on ito sa Mga Setting.
vi: Chế độ Máy bay cho phép bạn tắt các chức năng gọi điện và nhắn tin. Chế độ này cũng tắt cả Dữ liệu di động và Bluetooth. Để sử dụng Bluetooth, hãy bật nó trong Cài đặt.

# IDS_PN_OPT_ENABLE_FLIGHT_MODE_ABB
source: Turn on Airplane mode
as: ফ্লাইট ম'ড সক্ষম কৰক
fa: فعال کردن حالت پرواز
fr: Activer le mode Hors-ligne
he: הפעל מצב טיסה
id: Aktifkan mode Terbang
km: បើកប្រើ​ទម្រង់​យន្តហោះ
ky_kg: Учуу режимин иштетүү
lo: ເປີດໃຊ້ງານໂໝດການບິນ
mn_mn: Нислэгийн горим идэвхжүүл
mr: फ्लाइट मोड सक्षम करा
ms: Aktifkan Mod penerbangan
my: ပ်ံသန္း အေနအထား ဖြင့္ထားပါ
ne: उडान मोड सक्षम गर्नुहोस्
or: ଫ୍ଲାଇଟ୍ ମୋଡ୍ ସକ୍ଷମ କରନ୍ତୁ
pa: ਫਲਾਈਟ ਮੋਡ ਸਮਰੱਥ ਕਰੋ
sq: Aftëso regjimin Avion
tg_tj: Фаъол кардани реҷаи Парвоз
th: เปิดใช้งานโหมดการบิน
tk_tm: Uçuş tertibini işlet
tl: Paganahin ang Flight mode
vi: Bật chế độ Máy bay

# IDS_PN_OPT_DISABLE_FLIGHT_MODE_ABB
source: Disable Flight mode
as: ফ্লাইট ম'ড অক্ষম কৰক
fa: غیرفعال حالت پرواز
fr: Dés. mode Hors-ligne
he: השבת מצב טיסה
id: Nonaktfkn mod Trbang
km: បិទ​ទម្រង់​យន្តហោះ
ky_kg: Учуу режим ишт.чыгар
lo: ປິດໃຊ້ໂໝດການບິນ
mn_mn: Нислэг горим идвхгүй
mr: फ्लाइट मोड अक्षम करा
ms: Nyhaktf mod Penerbngan
my: ပ်ံသန္း အေနအထား ပိတ္ထားပါ
ne: उडान मोड असक्षम गर्नुहोस्
or: ଫ୍ଲାଇଟ୍ ମୋଡ୍ ଅକ୍ଷମ କରନ୍ତୁ
pa: ਫਲਾਈਟ ਮੋਡ ਅਸਮਰੱਥ ਕਰੋ
sq: Paaftëso regj. Avion
tg_tj: Ғайрифаъол кардани Реҷаи парвоз
th: ปิดใช้งานโหมดการบิน
tk_tm: Uçuş tertibini ýap
vi: Tắt chế độ Máy bay

# IDS_COM_POP_FLIGHT_MODE_WILL_BE_DISABLED
source: Airplane mode will be turned off.
as: ফ্লাইট ম'ড অক্ষম কৰিব লাগিব৷
fa: حالت پرواز غیرفعال می‌شود.
fr: Le mode Hors-ligne sera désactivé.
he: מצב טיסה יושבת.
id: Mode penerbangan akan dinonaktifkan.
km: នឹង​បិទ​ទម្រង់​យន្តហោះ។
ky_kg: Учуу режими өчүрүлөт
lo: ໂໝດການບິນຈະຖືກປິດໃຊ້ງານ.
mn_mn: Нислэгийн горим идэвхгүй болно
mr: फ्लाईट मोड अक्षम केला जाईल.
ms: Mod penerbangan akan dinyahaktif.
my: ပ်ံသန္း အေနအထားကို ပိတ္လိမ့္မည္။
ne: उडान मोड निष्क्रिय हुनेछ।
or: ଫ୍ଲାଇଟ୍ ମୋଡ୍ ଅକ୍ଷମ ହେବ।
pa: ਫਲਾਈਟ ਮੋਡ ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗਾ।
sq: Regjimi Fluturim do të çaktivizohet.
tg_tj: Реҷаи Парвоз ғайрифаъол карда мешавад.
th: โหมด​การ​บิน​จะ​ไม่​ทำ​งาน
tk_tm: Uçuş režimi öçüriler.
tl: Flight mode will be disabled.
vi: Chế độ Máy bay sẽ tắt.

# IDS_ST_POP_INSERT_SIM_CARD_TO_ACCESS_NETWORK_SERVICES
source: Insert SIM card to access network services.
as: নেটৱৰ্ক সেৱাত প্ৰৱেশ কৰিবলৈ SIM কাৰ্ড আন্তঃসংযোগ কৰক৷
fa: برای دستیابی به خدمات شبکه سیم کارت را وارد کنید.
fr: Insérez une carte SIM pour accéder aux services réseau.
he: הכנס כרטיס SIM כדי לגשת לשירותי רשת.
id: Masukkan kartu SIM utk mengakses layanan jaringan.
km: បញ្ចូលកាត SIM ដើម្បី​ចូលប្រើ​សេវា​បណ្ដាញ។
ky_kg: Тармак кызматтарына жөлөө үчүн SIM карта салыңыз
lo: ໃສ່ແຜ່ນ SIM ເຂົ້າໄປ ເພື່ອເຂົ້າຫາການບໍລິການເຄືອຂ່າຍ.
mn_mn: Сүлжээний үйлчилгээнд хандахын тулд SIM картыг оруул
mr: नेटवर्क सेवा एक्सेस करण्या साठी कृपया SIM कार्ड प्रविष्ट करा.
ms: Masukkan kad SIM utk mencapai perkhidmatan rangkaian.
my: ကြန္ယက္ ၀န္ေဆာင္မႈမ်ားကုိ ၀င္ေရာက္ရရန္ SIM ကဒ္ကုိ ထည့္ပါ။
ne: नेटवर्क सेवाहरु पहुँच गर्न SIM कार्ड घुसाउनुहोस्।
or: ନେଟ୍‌ୱାର୍କ୍ ସେବା ପ୍ରବେଶ କରିବାକୁ SIM କାର୍ଡ୍ ସନ୍ନିବେଶ କରନ୍ତୁ।
pa: ਨੈੱਟਵਰਕ ਸੇਵਾਵਾਂ ਐਕਸੈੱਸ ਕਰਨ ਲਈ SIM ਕਾਰਡ ਸੰਮਿਲਤ ਕਰੋ।
sq: Fut kartën SIM, për të përdorur shërbime rrjeti.
tg_tj: Барои дастрас кардани хизматрасониҳои шабака SIM-кортро гузоред.
th: ใส่ SIM การ์ด เพื่อใช้งาน เครือข่าย
tk_tm: Hyzmatlar toruna girmek üçin SIM karta dakyň
tl: Magpasok ng SIM card upang ma-access ang mga serbisyo sa network.
vi: Gắn thẻ SIM để truy cập mạng.

# IDS_ST_MBODY_MOBILE_DATA_ABB
source: Mobile data
as: ম'বাইল ডাটা
fa: داده تلفن
fr: Don. mob.
he: נתונים ניידים
id: Dta seluler
km: ទិន្នន័យ​ចល័ត
ky_kg: Моб. айтымд.
lo: ຂໍ້ມູນ ມືຖື
mn_mn: Хөдөл өгөг.
mr: मोबाईल डेटा
ms: Data mobile
my: မီဒီယာ ေအာ္ဒီယို
ne: मोबाइल डाटा
or: ମୋବାଇଲ୍ ଡାଟା
pa: ਮੋਬਾਈਲ ਡੈਟਾ
sq: Të dh. cel.
tg_tj: Иттилооти мобилӣ
th: ข้อมูล​มือ​ถือ
tk_tm: Mobil magl
vi: Dữ liệu di động

# IDS_QP_HEADER_TURN_ON_MOBILE_DATA_ABB
source: Turn on Mobile data
as: ম'বাইল ডাটা অন কৰক
fa: روشن کردن داده تلفن همراه
fr: Activer les données mobiles
he: הפעל את ‘נתונים ניידים’
id: Hidupkan Data Seluler
km: បើក​ទិន្នន័យ​ចល័ត
ky_kg: Мобилдик маалыматты күйгүзүү
lo: ເປີດຂໍ້ມູນມືຖື
mn_mn: Хөдөлгөөнт өгөгдөл асаах
mr: मोबाईल डेटा चालू करा
ms: Hidupkan Data mudah alih
my: မိုဘိုင္းေဒတာ ဖြင့္ပါ
ne: मोबाइल डाटा खोल्नुहोस्
or: ମୋବାଇଲ୍ ଡାଟା ଅନ୍ କରନ୍ତୁ
pa: ਮੋਬਾਈਲ ਡੈਟਾ ਚਾਲੂ ਕਰੋ
sq: Ndiz Të dhënat celulare
tg_tj: Фаъол кардани иттилооти мобилӣ
th: เปิดข้อมูลมือถือ
tk_tm: Ykjam maglumatlary aç
tl: I-on ang Mobile data
vi: Bật Dữ liệu di động

# IDS_QP_HEADER_TURN_OFF_MOBILE_DATA_ABB
source: Turn off Mobile data
as: ম'বাইল ডাটা অফ কৰক
fa: خاموش کردن داده تلفن همراه
fr: Désactiver les données mobiles
he: השבת את ‘נתונים ניידים’
id: Matikan Data Seluler
km: បិទ​ទិន្នន័យ​ចល័ត
ky_kg: Мобилдик маалыматты өчүрүү
lo: ປິດຂໍ້ມູນມືຖື
mn_mn: Хөдөлгөөнт өгөгдөл унтраах
mr: मोबाईल डेटा बंद करा
ms: Matikan Data mudah alih
my: မိုဘိုင္းေဒတာ ပိတ္ပါ
ne: मोबाइल डाटा बन्द गर्नुहोस्
or: ମୋବାଇଲ୍ ଡାଟା ଅଫ୍ କରନ୍ତୁ
pa: ਮੋਬਾਈਲ ਡੈਟਾ ਬੰਦ ਕਰੋ
sq: Fik Të dhënat celulare
tg_tj: Ғайрифаъол кардани иттилооти мобилӣ
th: ปิดข้อมูลมือถือ
tk_tm: Ykjam maglumatlary öçür
tl: I-off ang Mobile data
vi: Tắt Dữ liệu di động

# IDS_ST_POP_NOT_SUPPORTED
source: Not supported.
as: সমৰ্থিত নহয়৷
fa: پشتيبانی نشده است.
fr: Non pris en charge
he: לא נתמך.
id: Tdk mendukung.
km: មិន​បាន​គាំទ្រ។
ky_kg: Колдоого алынган эмес
lo: ບໍ່ເຂົ້າກັນໄດ້.
mn_mn: Дэмжигдэхгүй
mr: समर्थन नसलेला.
ms: Tidak disokong.
my: အားမေပးပါ
ne: सहयोगप्राप्त छैन।
or: ସମର୍ଥନ କରୁନାହିଁ।
pa: ਗੈਰ-ਸਮਰਥਿਤ।
sq: S'përballohet.
tg_tj: Дастгирӣ намешавад
th: ไม่​รอง​รับ
tk_tm: Goldanmaýar
tl: Hindi sinusuportahan.
vi: Không tương thích.

# IDS_ST_TPOP_UNABLE_TO_TURN_ON_MOBILE_DATA_WHILE_CONNECTED_VIA_BLUETOOTH
source: Unable to turn on Mobile data while connected via Bluetooth.
as: ব্লুটুথ হৈ সংযোগিত হ'লে ম'বাইল ডাটা অন কৰিবলৈ অক্ষম৷
fa: وقتی اتصال با بلوتوث برقرار است، روشن کردن داده‌های تلفن همراه ممکن نیست.
fr: Impossible d'activer les données mobiles en cas de connexion via Bluetooth.
he: לא ניתן להפעיל את התכונה ’נתונים ניידים‘ כאשר המכשיר מחובר באמצעות Bluetooth.
id: Tidak dapat mengaktifkan Data seluler saat tersambung lewat Bluetooth.
km: មិន​អាច​បើក​ទិន្នន័យ​ចល័ត ខណៈពេល​បាន​ភ្ជាប់​តាម Bluetooth។
ky_kg: Bluetooth'ду аркылуу туташтырылган убакта Мобилдик айтымдарды күйгүзүүгө болбоду.
lo: ບໍ່ສາມາດເປີດຂໍ້ມູນມືຖືໄດ້ໃນຂະນະທີ່ເຊື່ອມຕໍ່ຜ່ານບລູທູດແລ້ວ.
mn_mn: Bluetooth-д холбогдсон үед Хөдөлгөөнт өгөгдлийг асаах боломжгүй.
mr: ब्लुटूथद्वारे कनेक्ट केलेले असताना मोबाईल डेटा चालू करण्यात अक्षम.
ms: Tidak dapat menghidupkan Data mudah alih ketika disambungkan melalui Bluetooth.
my: ဘလူးတုသ္မွ တဆင့္ ခ်ိတ္ဆက္ထားစဥ္မွာ မိုဘိုင္းေဒတာကို ဖြင့္လို႔ မရႏိုင္ပါ။
ne: ब्लुटूथ मार्फत जडान हुँदा मोबाइल डाटा खोल्न असक्षम।
or: ବ୍ଲୁଟୁଥ୍‍ ସହିତ ସଂଯୁକ୍ତ ହୋ‍ଇଥିବା ବେଳେ ମୋବାଇଲ ଡାଟା ଟର୍ନ ଅନ୍‍ କରିବାକୁ ଅସମର୍ଥ।
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਕਨੈਕਟ ਹੋਣ ਸਮੇਂ ਮੋਬਾਈਲ ਡੈਟਾ ਚਾਲੂ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
sq: Nuk mund t'i ndez Të dhënat celulare kur jam lidhur përmes Bluetooth.
tg_tj: Ҳангоми пайваст будан бо Bluetooth Иттилооти мобилиро фурӯзон карда наметавонад.
th: ไม่สามารถเปิดข้อมูลมือถือขณะที่เชื่อมต่อผ่าน Bluetooth ได้
tk_tm: Bluetooth arkaly birigen wagtyňyz, mobil maglumaty açyp bolmaýar.
tl: Hindi ma-o-on ang Mobile data habang nakakonekta sa pamamagitan ng Bluetooth.
vi: Không thể bật Dữ liệu di động khi đang kết nối qua Bluetooth.

source: You will be connected to your mobile network. This may result in additional charges.
as: আপোনাক আপোনাৰ ম'বাইল নেটৱৰ্কলৈ সংযোগ কৰা হ'ব৷ ইয়াৰ বাবে অতিৰিক্ত মাছুল ভৰিব লাগিব৷
fa: به شبکه تلفن همراهتان متصل خواهید شد. این کار ممکن است هزینه‌های اضافی در بر داشته باشد.
fr: Vous allez être connecté à votre réseau mobile. Des frais supplémentaires peuvent être facturés.
he: תחובר לרשת הסלולרית שלך. דבר זה עשוי לגרור חיובים נוספים.
id: Anda akan terhubung ke jaringan seluler. Hal ini dapat dikenakan biaya tambahan.
km: នឹង​ភ្ជាប់​អ្នក​ទៅ​បណ្ដាញ​ចល័ត​របស់​អ្នក។ នេះ​អាច​នាំ​ឲ្យ​គិត​ថ្លៃ​បន្ថែម។
ky_kg: Сиз уюлдук тармагыңызга туташтырыласыз. Бул кошумча төлөмдөргө алып келиши мүмкүн.
lo: ທ່ານຈະຖືກເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍມືຖືຂອງທ່ານ. ອັນນີ້ອາດຈະເຮັດໃຫ້ເສຍຄ່າໃຊ້ຈ່າຍເພີ່ມ.
mn_mn: Та хөдөлгөөнт сүлжээндээ холбогдох болно. Үүнд нэмэлт төлбөр гарч болно.
mr: आपल्याला आपल्या मोबाइल नेटवर्कशी कनेक्ट करण्यात येईल. ह्याच्‍या परिणामस्‍वरूप कदाचित अतिरिक्‍त शुल्‍क लागू शकतील.
ms: Anda akan disambungkan ke rangkaian mudah alih anda. Ini mungkin dikenakan caj tambahan.
my: သင့္မိုဘိုင္းကြန္ယက္သို႔ ခ်ိတ္ဆက္လိုက္မည္။ ဤအရာက အပိုေငြ က်ခံရႏိုင္သည္။
ne: तपाईलाई आफ्नो मोबाइल नेटवर्कमा जडान गरिनेछ। यसको कारणले अतिरिक्त शुल्कहरू लाग्न सक्छ।
or: ଆପଣ ଆପଣଙ୍କ ମୋବାଇଲ୍ ନେଟୱାର୍କ ସହିତ ସଂଯୁକ୍ତ ହେବେ। ଏହା ଫଳରେ ଅତିରିକ୍ତ ଦେୟ ଲାଗୁ ହୋଇପାରେ।
pa: ਤੁਸੀਂ ਆਪਣੇ ਮੋਬਾਈਲ ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਹੋ ਜਾਉਗੇ। ਇਸਦੇ ਨਤੀਜੇ ਵਜੋਂ ਵਾਧੂ ਖਰਚੇ ਲੱਗ ਸਕਦੇ ਹਨ।
sq: Do të lidhesh me rrjetin celular. Kjo mund të kushtojë ekstra.
tg_tj: Шумо ба шабакаи мобилӣ пайваст карда мешавед. Барои ин метавонад маблағи иловагӣ ситонида шавад.
th: คุณจะเชื่อมต่อกับเครือข่ายมือถือของคุณ อาจมีค่าใช้จ่ายเพิ่มเติม
tk_tm: Ykjam ulgamyňyza birikdirilersiňiz. Bu, goşmaça töleglere ýol açyp biler.
tl: Ikokonekta ka sa iyong mobile network. Maaari itong magresulta sa mga dagdag na singil.
vi: Bạn sẽ được kết nối với mạng di động của mình. Việc này có thể phát sinh thêm phí.

source: If you turn off Mobile data, you will not be able to receive notifications or use applications that require a mobile network connection. Mobile data will be turned off.
as: যদি আপুনি ম'বাইল ডাটা অফ কৰে, আপুনি অধিসূচনাসমূহ লাভ কৰিবলৈ বা এপ্লিকেশ্বনসমূহ ব্যৱহাৰ কৰিবলৈ সক্ষম নহ'ব সেয়ে এটা নেটৱৰ্ক সংযোগৰ আৱশ্যক৷ ম'বাইল ডাটা অফ কৰা হ'ব৷
fa: با خاموش کردن داده تلفن همراه دیگر نمی‌توانید اعلان‌ها را دریافت کنید یا از برنامه‌هایی که به اتصال شبکه تلفن همراه نیاز دارند استفاده نمایید. داده تلفن همراه خاموش خواهد شد.
fr: Si vous désactivez les données mobiles, vous ne pourrez pas recevoir de notifications ou utiliser des applications nécessitant une connexion réseau mobile. Les données mobiles seront désactivées.
he: לאחר השבתת ’נתונים ניידים‘, לא תוכל עוד לקבל התראות או להשתמש ביישומים המחייבים חיבור לרשת סלולרית. הפונקציה ’נתונים ניידים‘ תושבת.
id: Jika Data seluler dimatikan, Anda tidak akan dapat menerima notifikasi atau menggunakan aplikasi yang memerlukan koneksi jaringan seluler. Data seluler akan dimatikan.
km: បើ​អ្នក​បិទ​ទិន្នន័យ​ចល័ត អ្នក​នឹង​មិន​អាច​ទទួល​ការជូនដំណឹង ឬ ប្រើ​កម្មវិធី​ដែល​ត្រូវការ​ការភ្ជាប់​បណ្ដាញ​ចល័ត​ឡើយ។ នឹង​បិទ​ទិន្នន័យ​ចល័ត។
ky_kg: Эгерде сиз Мобилдик айтымдарды өчүрсөңүз, анда сизге билдирүүлөрдү алууга же мобилдик тармакка байланышты талап кылган сунуучуларды колдонууга болбой калат. Мобилдик айтымдар өчүрүлөт.
lo: ຖ້າທ່ານປິດຂໍ້ມູນມືຖື, ທ່ານຈະບໍ່ສາມາດໄດ້ຮັບການແຈ້ງເຕືອນ ຫຼືໃຊ້ແອພພລິເຄຊັນທີ່ຕ້ອງມີການເຊື່ອມຕໍ່ເຄືອຂ່າຍໄດ້. ຂໍ້ມູນມືຖືຈະປິດ.
mn_mn: Хэрэв та хөдөлгөөнт датаг унтраавал мэдэгдэл хүлээн авах эсвэл хөдөлгөөнт сүлжээний холболт шаарддаг апп ашиглах боломжгүй болно. Хөдөлгөөнт дата унтарна.
mr: आपण मोबाईल डेटा बंद केल्‍यास, आपल्‍याला अधिसूचना प्राप्‍त होणार नाहीत किंवा अनुप्रयोग वापरा ज्‍यांना मोबाईल नेटवर्क कनेक्‍शन आवश्‍यक असेल. मोबाईल डेटा बंद केला जाईल.
ms: Jika anda mematikan Data mudah alih, anda tidak akan dapat menerima pemberitahuan atau menggunakan aplikasi yang memerlukan sambungan rangkaian mudah alih. Data mudah alih akan dimatikan.
my: အကယ္၍ မိုဘိုင္းေဒတာကို သင္ ပိတ္ပါက၊ မိုဘုိင္းကြန္ရက္ ခ်ိတ္ဆက္မႈ တစ္ခုအား လိုအပ္ေသာ အေၾကာင္းၾကားစာမ်ားကို လက္ခံလို႔ (သို႔) အပလီေကးရွင္းမ်ားကို သုံးလို႔ ရလိမ့္ေတာ့မည္ မဟုတ္ပါ။ မိုဘိုင္းေဒတာကို ပိတ္ပါလိမ့္မည္။
ne: यदि तपाई मोबाइल डाटा अफ गर्नुहुन्छ भने, तपाईले सूचनाहरू प्राप्‍त गर्न वा मोबाइल नेटवर्क जडान गर्न आवयश्‍क हुने अनुप्रयोगहरू प्रयोग गर्न सक्षम हुनुहुने छैन। मोबाइल डाटा बन्द हुनेछ।
or: ଯଦି ଆପଣ ମୋବାଇଲ୍ ଡାଟା ଟର୍ନ୍ ଅଫ୍ କରନ୍ତି, ଆପଣ ବିଜ୍ଞପ୍ତିଗୁଡିକୁ ପ୍ରାପ୍ତ କରିବାକୁ ସକ୍ଷମ ହେବେ ନାହିଁ କିମ୍ଵା ଏକ ମୋବାଇଲ୍ ନେଟ୍‌ୱାର୍କ୍ ସଂଯୋଜନ ଆବଶ୍ୟକ କରୁଥିବା ଆପ୍ଲିକେସନ୍‌ଗୁଡିକୁ ବ୍ୟବହାର କରନ୍ତୁ। ମୋବାଇଲ୍ ଡାଟା ଟର୍ନ୍ ଅଫ୍ ହେବ।
pa: ਜੇਕਰ ਤੁਸੀਂ ਮੋਬਾਈਲ ਡੈਟਾ ਬੰਦ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਜਾਂ ਉਹਨਾਂ ਅਨੁਪ੍ਰਯੋਗਾਂ ਨੂੰ ਉਪਯੋਗ ਕਰਨ ਵਿੱਚ ਸਮਰੱਥ ਨਹੀਂ ਹੋਵੋਗੇ ਜਿਹਨਾਂ ਨੂੰ ਕਿਸੇ ਮੋਬਾਈਲ ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਮੋਬਾਈਲ ਡੈਟਾ ਬੰਦ ਕੀਤਾ ਜਾਵੇਗਾ।
sq: Në qoftë se i fik Të dhënat celulare, nuk do të mund të marrësh njoftime ose të përdorësh aplikacione që kërkojnë lidhje me rrjetin celular. Të dhënat celulare do të fiken.
tg_tj: Агар шумо Иттилооти мобилиро хомӯш кунед, наметавонед огоҳиҳо гиред ё барномаҳоеро истифода баред, ки пайвастагии шабакаи мобилиро талаб мекунанд. Иттилооти мобилӣ хомӯш карда мешавад.
th: หากคุณปิดข้อมูลมือถือ คุณจะไม่สามารถรับการแจ้งเตือน หรือใช้แอพพลิเคชั่น ที่ต้องการการเชื่อมต่อเครือข่ายมือถือได้ ข้อมูลมือถือจะถูกปิด
tk_tm: Mobil maglumaty ýapsaňyz, mobil ulgam birikmesi gerek bolan habarnamalary alyp ýa-da goýmalary ulanyp bilmersiňiz. Mobil maglumat ýapylar.
tl: Kung i-o-off mo ang Mobile data, hindi ka makakatanggap ng mga notification o makakagamit ng mga application na nangangailangan ng koneksyon sa mobile network. I-o-off ang mobile data.
vi: Nếu tắt Dữ liệu di động, bạn sẽ không thể nhận thông báo hoặc sử dụng ứng dụng có yêu cầu kết nối mạng di động. Dữ liệu di động sẽ tắt.

# IDS_ST_BODY_FLIGHT_MODE_DISABLES_CALLING_AND_MESSAGING_FUNCTIONS_MSG
source: Airplane mode turns off calling and messaging functions, and turns off Mobile data and connectivity functions, such as Wi-Fi and Bluetooth. To use Wi-Fi and Bluetooth, turn them on in Settings.
as: ফ্লাইট ম'ডে কল কৰি থকা আৰু মেচেজ প্ৰেৰণ কৰি থকা কাৰ্যকলাপ অক্ষম কৰে আৰু Wi-Fi আৰু ব্লুটুথৰ দৰে ম'বাইল ডাটা আৰু সংযোগযোগ্য কাৰ্যকলাপ অফ কৰে৷ Wi-Fi আৰু ব্লুটুথ ব্যৱহাৰ কৰিবলৈ, ছেটিংছত তাক অন কৰক৷
fa: در حالت پرواز عملکردهای تماس و پیام‌رسانی غیرفعال شده و عملکردهای اتصال و داده‌های تلفن همراه از جمله Wi-Fi و بلوتوث خاموش می‌شوند. برای استفاده از Wi-Fi و بلوتوث، آنها را در تنظیمات روشن کنید.
fr: Le mode Hors-ligne désactive les fonctions de SMS et d'appel, ainsi que les données mobiles et les fonctions de connectivité telles que le Wi-Fi et le Bluetooth. Pour utiliser le Wi-Fi et le Bluetooth, activez-les dans Paramètres.
he: מצב ’טיסה‘ משבית פונקציות הקשורות בשיחות ובהעברת הודעות ומכבה פונקציות כמו ’נתונים ניידים‘, Wi-Fi ו-Bluetooth. כדי להשתמש ב-Wi-Fi ו-Bluetooth, הפעל פונקציות אלה דרך ’הגדרות‘.
id: Mode Terbang menonaktifkan fungsi panggilan dan pesan, serta mematikan Data seluler dan fungsi konektivitas seperti Wi-Fi dan Bluetooth. Untuk menggunakan Wi-Fi dan Bluetooth, hidupkan keduanya di Pengaturan.
km: ទម្រង់​យន្តហោះ​បិទ​មុខងារ​ហៅ និង សារ ហើយ​បិទ​ទិន្នន័យ​ចល័ត និង មុខងារ​ភ្ជាប់ ដូចជា Wi-Fi និង Bluetooth។ ដើម្បី​ប្រើ Wi-Fi និង Bluetooth សូម​បើក​ពួកវា​ក្នុង ការកំណត់។
ky_kg: Учуу режими, чакыруу жана кабарлашуу иш-милдеттерди иштен чыгарат жана Мобилдик айтымдар менен Wi-Fi менен Bluetooth сыяктуу байланыш мүнөздөгү иш-милдеттерди өчүрөт. Wi-Fi жана Bluetooth колдонуу үчүн, аларды Орнотууларда күйгүзүңүз.
lo: ໂໝດການບິນປິດໃຊ້ງານການໂທ ແລະຟັງຄ໌ຊັນສົ່ງຂໍ້ຄວາມ, ແລະປິດຂໍ້ມູນມືຖື, ເຊັ່ນ Wi-Fi ແລະບລູທູດ. ເພື່ອໃຊ້ Wi-Fi ແລະບລູທູດ, ເປີດມັນຂຶ້ນຢູ່ໃນການຕັ້ງຄ່າ.
mn_mn: Нислэгийн горим нь дуудлага, зурвасаар харилцах функцүүдийг идэвхгүй болгож, мобайл дата болон Wi-Fi ба Bluetooth зэрэг холболтын функцүүдийг унтраана. Wi-Fi ба Bluetooth ашиглахын тулд, Тохиргоон дотор тэдгээрийг идэвхжүүл.
mr: फ्लाइट मोड कॉलिंग आणि संदेश प्रेषण फंक्शन्स अक्षम करतो आणि Wi-Fi आणि ब्लूटूथसारखे मोबाईल डेटा आणि कनेक्टिव्हिटी फंक्शन्स बंद करतो. Wi-Fi आणि ब्लूटूथ वापरण्यासाठी, सेटिंग्समध्ये त्यांना चालू करा.
ms: Mod penerbangan menyahaktifkan fungsi panggilan dan mesej, dan mematikan Data mudah alih dan fungsi sambungan, seperti Wi-Fi dan Bluetooth. Untuk menggunakan Wi-Fi dan Bluetooth, hidupkannya dalam Aturan.
my: ပ်ံသန္း အေနအထားက ဖုန္းေခၚဆိုမႈႏွင့္ မက္ေဆ့ခ်္ပို႔ေသာ လုပ္ေဆာင္ခ်က္မ်ားကို ပိတ္မည္ ျဖစ္ၿပီး၊ Wi-Fi ႏွင့္ ဘလူးတုသ္ ကဲ့သို႔ေသာ၊ မိုဘိုင္းေဒတာႏွင့္ ခ်ိတ္ဆက္ႏိုင္မႈစြမ္းရည္ လုပ္ေဆာင္ခ်က္မ်ားကိုလည္း ပိတ္ပါလိမ့္မည္။ Wi-Fi ႏွင့္ ဘလူးတုသ္ သံုးရန္၊ ၎တို႔ကို ဆက္တင္မ်ား၌ ဖြင့္ပါ။
ne: उडान मोडले कलिङ र मेसेजिंग फंक्शनहरू असक्षम गर्दछ र Wi-Fi र ब्लुटूथ जस्ता मोबाइल डाटा र कनेक्‍टिभिटी अफ गर्दछ। Wi-Fi र ब्लुटूथ प्रयोग गर्न, सेटिङहरूमा तिनीहरूलाई अन गर्नुहोस्।
or: ଫ୍ଲାଇଟ୍ ମୋଡ୍ କଲିଂ ଏବଂ ସନ୍ଦେଶ ପଠାଇବା କାର୍ଯ୍ୟକଳାପ ଏବଂ ଟର୍ନ୍ ଅଫ୍ ମୋବାଇଲ୍ ନେଟ୍‌ୱାର୍କ୍ ଅକ୍ଷମ କରେ ଏବଂ ସଂଯୋଜନ ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ଯେପରି କି Wi-Fi ଏବଂ ବ୍ଲୁଟୁଥ୍ ମଧ୍ୟ ଅଫ୍ ହୋଇଛି। Wi-Fi ଏବଂ ବ୍ଲୁଟୁଥ୍ ବ୍ୟବହାର କରିବାକୁ, ସେଟିଂ କିମ୍ବା ସୂଚନା ପ୍ୟାନେଲ୍‌ରେ ସେଗୁଡିକ ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ।
pa: ਫਲਾਈਟ ਮੋਡ ਕਾੱਲਿੰਗ ਅਤੇ ਮੈਸੇਜਿੰਗ ਫੰਕਸ਼ਨਾਂ ਨੂੰ ਅਸਮਰੱਥ ਕਰਦਾ ਹੈ, ਅਤੇ ਮੋਬਾਈਲ ਡੈਟਾ ਅਤੇ ਕਨੈਕਟੀਵਿਟੀ ਫੰਕਸ਼ਨਾਂ ਜਿਵੇਂ ਕਿ Wi-Fi ਅਤੇ ਬਲੂਟੁੱਥ ਨੂੰ ਵੀ ਬੰਦ ਕਰ ਦਿੰਦਾ ਹੈ। Wi-Fi ਅਤੇ ਬਲੂਟੁੱਥ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਇਹਨਾਂ ਨੂੰ ਸੈੱਟਿੰਗਸ ਵਿੱਚ ਚਾਲੂ ਕਰੋ।
sq: Regjimi Avion paaftëson funksionet e thirrjes dhe të mesazhimit, si dhe fik funksionet e Të dhënave celulare dhe të lidhshmërisë, të tilla si Wi-Fi dhe Bluetooth. Për të përdorur Wi-Fi dhe Bluetooth, ndizi që nga Cilësimet.
tg_tj: Реҷаи парвоз функсияҳои зангзанӣ ва паёмнависиро ғайрифаъол мекунад, иттилооти мобилӣ ва функсияҳои пайвастшавиро монанди Wi-Fi ва Bluetooth хомӯш мекунад. Барои истифодаи Wi-Fi ва Bluetooth, онҳоро дар Танзимот фаъол кунед.
th: โหมดการบินจะปิด ใช้งานฟังก์ชั่นการโทร และส่งข้อความและปิด ฟังก์ชั่นข้อมูลมือถือ และการเชื่อมต่อ เช่น Wi-Fi และ Bluetooth หากต้องการ ใช้ Wi-Fi และ Bluetooth ให้เปิดได้ที่ การตั้งค่า
tk_tm: Uçuş tertibi jaň we hat funksiýalaryny, şeýle hem, mobil maglumaty we birikme funksiýalary, meselem, Wi-Fi-y we Bluetooth-y ýapýar. Wi-Fi we Bluetooth ulanmak üçin, olary Sazlamalardan açyň.
tl: Hindi pinapagana ng Flight mode ang mga function ng pagtawag at pagmemensahe, at ino-off nito ang Mobile data at mga function ng pagkakakonekta, gaya ng Wi-Fi at Bluetooth. Upang magamit ang Wi-Fi at Bluetooth, i-on ang mga iyon sa Mga Setting.
vi: Chế độ Máy bay sẽ tắt chức năng gọi điện và nhắn tin, đồng thời tắt cả Dữ liệu di động và các chức năng kết nối như Wi-Fi và Bluetooth. Để sử dụng Wi-Fi và Bluetooth, hãy bật chúng trong Cài đặt.

# IDS_ST_POP_TO_SAVE_BATTERY_POWER_ENABLE_ULTRA_PWR_SAVING_MODE
source: To save battery power, turn on Ultra pwr saving mode.
as: বেটাৰীৰ পাৱাৰ সংৰক্ষণ কৰিবৰ বাবে, অত্যাধিক পাৱাৰ সংৰক্ষণ ম'ড সক্ষম কৰক৷
fa: برای ذخیره نیروی باتری، حالت ذخیره نیروی بیشتر را فعال کنید.
fr: Pour économiser de la batterie, activez le mode Ultra économie d'énergie.
he: כדי לחסוך באנרגיית הסוללה, הפעל את מצב ’חיסכון מרבי באנרגיה‘.
id: Untuk menghemat daya baterai, aktifkan Mode Hemat daya ultra.
km: ដើម្បី​សំចៃ​ថាមពល​ថ្ម សូម​បើកប្រើ​ទម្រង់​សំចៃ​ថាមពល​បំផុត។
ky_kg: Батарейканын зарядын үнөмдөөгө, Максималдык кубат сактоо режимин иштетиңиз.
lo: ເພື່ອປະຢັດໄຟແບັດເຕີຣີ, ເປີດໃຊ້ງານໂໝດປະຢັດໄຟພິເສດ.
mn_mn: Зайн цэнэг хэмнэхийн тулд Хэт тэжээл хэмнэх горимыг идэвхжүүл.
mr: बॅटरी पॉवर जतन करण्‍यासाठी, अल्‍ट्रा पॉवर सेव्हिंग मोड सक्षम करा.
ms: Untuk menjimatkan kuasa bateri, aktifkan Mod jimat kuasa ultra.
my: ဘတၳရီ အားကုိ ေခြ်တာရန္ ပါဝါ အလြန္ ေခြ်တာျခင္း အေနအထားကုိ ဖြင့္ပါ။
ne: बैटरी पवर बचत गर्न, अल्ट्रा पवर बचत मोड सक्षम गर्नुहोस्।
or: ବ୍ୟାଟେରୀ ପାୱାର୍ ସଞ୍ଚୟ କରିବାକୁ, ଅଲଟ୍ରା ପାୱାର୍ ସଞ୍ଚୟ ମୋଡ୍ ସକ୍ଷମ କରନ୍ତୁ।
pa: ਬੈਟਰੀ ਪਾਵਰ ਬਚਾਉਣ ਲਈ, ਅਲਟ੍ਰਾ ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ ਸਮਰੱਥ ਕਰੋ।
sq: Për të kursyer energji nga bateria, aftëso regjimin Kursim ultra.
tg_tj: Барои сарфа кардани барқи батарея, реҷаи Сарфаи шадиди барқро фаъол кунед.
th: เปิดใช้งาน โหมดประหยัด พลังงานสูงสุด เพื่อประหยัด พลังงาน
tk_tm: Batareýiň güýjüni tygşytlamak üçin aşa güýç tygşytlaýjy tertibi işjeňleşdiriň.
tl: Para makatipid ng baterya, paganahin ang Ultra pwr saving mode.
vi: Để tiết kiệm pin, hãy bật chế độ Siêu tiết kiệm pin.

# IDS_ST_HEADER_ACCESSIBILITY
source: Accessibility
as: প্ৰৱেশযোগ্যতা
fa: قابلیت دسترسی
fr: Accessibilité
he: נגישות
id: Aksesibilitas
km: លទ្ធភាព​ចូល​ប្រើ
ky_kg: Атайын мүмкүнчүлүктөр
lo: ການເຂົ້າໃຊ້ງານ
mn_mn: Тусгай боломжууд
mr: ऍक्‍सेसिबिलिटी
ms: Pencapaian
my: ဝင္ေရာက္ႏုိင္ခြင့္
ne: सुगम्यता
or: ଆକ୍ସେସିବିଲିଟି
pa: ਪਹੁੰਚਯੋਗਤਾ
sq: Mundësi hyrje
tg_tj: Осонии истифода
th: การเข้าใช้งานสำหรับผู้ทุพพลภาพ
tk_tm: Elýeterlilik
vi: Hỗ trợ
