Repository: tizenorg/framework.system.system-popup
Catalog: po/micro-src/*.po
Languages: as, fa, fr, he, id, km, ky_kg, lo, mn_mn, mr, ms, my, ne, or, pa, sq, tg_tj, th, tk_tm, tl, vi

# IDS_COM_BODY_SETTINGS
source: Settings
as: ছেটিংছ
fa: تنظيمات
fr: Paramètres
he: הגדרות
id: Pengaturan
km: ការកំណត់
ky_kg: Орнотуулар
lo: ຕັ້ງຄ່າ
mn_mn: Тохиргоо
mr: सेटिंग्स
ms: Aturan
my: သတ္မွတ္ခ်က္မ်ား
ne: सेटिङहरु
or: ସେଟିଂଗୁଡିକ
pa: ਸੈੱਟਿੰਗਸ
sq: Cilësimet
tg_tj: Танзимот
th: การตั้งค่า
tk_tm: Sazlamalar
tl: Mga Setting
vi: Cài đặt

# IDS_QP_BUTTON_ENABLE
source: Turn on
as: সক্ষম
fa: فعال
fr: Activer
he: הפעל
id: Aktif
km: បើក
ky_kg: Иштетүү
lo: ເປີດໃຫ້ໃຊ້ງານໄດ້
mn_mn: Идэвхжүүл
mr: सक्रिय
ms: Aktif
my: စတင္လုပ္ေဆာင္ပါ
ne: सक्षम पार्नुहोस्
or: ସକ୍ଷମ
pa: ਸਮੱਰਥ
sq: Aktivizo
tg_tj: Фаъол к-н
th: เปิดใช้งาน
tk_tm: Işlet
tl: Paganahin
vi: Bật

# IDS_ST_BODY_PS_IS_NOT_RESPONDING_CLOSE_PS_Q
source: %s is not responding. Close %s?
as: %s সঁহাৰি জনোৱা নাই৷ %s বন্ধ কৰিবনে?
fa: %s پاسخ نمی دهد. %s بسته شود؟
fr: %s ne répond pas. Fermer %s ?
he: %s אינו מגיב. לסגור את %s?
id: %s tidak merespons. Tutup %s?
km: %s មិន​ឆ្លើយតប។ បិទ %s?
lo: %s ບໍ່ຕອບສະໜອງ. ປິດ %s ບໍ?
mn_mn: %s хариулахгүй байна. %s-г хаах уу?
mr: %s प्रतिसाद देत नाही. %s बंद करायचे?
ms: %s is tidak memberi respons. Tutup %s?
my: %s က မတံု႔ျပန္ပါ။ %s ပိတ္မည္လား?
ne: %s ले प्रतिक्रिया दिइरहेको छैन। %s बन्द गर्ने?
or: %s ପ୍ରତିକ୍ରିୟା କରୁନାହିଁ। %s ବନ୍ଦ କରିବେ?
pa: %s ਪ੍ਰਤੀਕਿਰਿਆ ਨਹੀਂ ਦੇ ਰਿਹਾ ਹੈ। %s ਨੂੰ ਬੰਦ ਕਰੋ?
sq: %s nuk po përgjigjet. Ta mbyll %s?
th: %s ไม่ตอบสนอง ปิด %s?
tl: Hindi tumutugon ang %s. Isara ang %s?
vi: %s không phản hồi. Đóng %s?

# IDS_CLD_HEADER_NO_RESPONSE
source: No response
as: কোনো সঁহাৰি নাই
fa: پاسخی وجود ندارد
fr: Pas de réponse
he: אין תשובה
id: Tidak ada respons
km: គ្មាន​ការឆ្លើយតប
ky_kg: Эч жооп жок
lo: ບໍ່ມີການຕອບຮັບ
mn_mn: Хариу байхгүй
mr: प्रतिसाद नाही
ms: Tiada sambutan
my: တုန္႔ျပန္မႈ မရွိပါ
ne: कुनै प्रतिक्रिया छैन
or: କୌଣସି ପ୍ରତିକ୍ରିୟା ନାହିଁ
pa: ਕੋਈ ਉਤੱਰ ਨਹੀਂ
sq: Nuk përgjigjet
tg_tj: Ягон посух нест
th: ไม่ตอบสนอง
tk_tm: Jogap ýok
tl: Walang tugon
vi: Không có đáp ứng

# IDS_CST_OPT_WAIT
source: Please wait
as: অপেক্ষা কৰক
fa: صبر کنید
fr: Attendre
he: המתן
id: Tunggu
km: រង់ចាំ
ky_kg: Күтүү
lo: ລໍຖ້າ
mn_mn: Хүлээ
mr: थांबा
ms: Tunggu
my: ေစာင့္ပါ
ne: पर्खनुहोस्
or: ଅପେକ୍ଷା କରନ୍ତୁ
pa: ਇੰਤਜ਼ਾਰ ਕਰੋ
sq: Prit
tg_tj: Интизор
th: รอ
tk_tm: Garaş
tl: Maghintay
vi: Chờ

source: Maximum data usage limit (%s) exceeded. Mobile data turned off. Turning on mobile data may incur additional charges.
as: সৰ্বোচ্চ ডাটা ব্যৱহাৰ (%s) সীমা অতিক্ৰম কৰিছে৷ মোবাইল ডাটা অক্ষম কৰা হৈছে. মোবাইল ডাটা সক্ষম কৰিলে অতিৰিক্ত মাচুল বহন কৰিব লাগিব পাৰে
fa: از حداکثر محدودیت داده (%s) فراتر رفته اید. داده های تلفن همراه غیرفعال شد. فعال کردن داده های تلفن همراه سبب اعمال هزینه های اضافی می شود.
fr: Limite maximale d'utilisation des données (%s) dépassée. Données mobiles désactivées. L'activation des données mobiles peut entraîner des frais supplémentaires.
he: חרגת ממגבלת השימוש בנתונים המרבית (%s). נתונים ניידים מושבתים. הפעלת נתונים ניידים עשויה להיות כרוכה בחיובים נוספים.
id: Batas maksimum penggunaan data (%s) terlampaui. Data seluler dinonaktifkan. Mungkin dikenakan biaya tambahan jika data seluler diaktifkan.
km: Maximum data usage limit (%s) exceeded. Mobile data disabled. Enabling mobile data may incur additional charges.
ky_kg: Maximum data usage limit (%s) exceeded. Mobile data disabled. Enabling mobile data may incur additional charges.
lo: Maximum data usage limit (%s) exceeded. Mobile data disabled. Enabling mobile data may incur additional charges.
mn_mn: Maximum data usage limit (%s) exceeded. Mobile data disabled. Enabling mobile data may incur additional charges.
mr: माहिती सामग्री वापराची कमाल मर्यादा (%s) पार झाली. मोबाईल माहिती सामग्री अक्षम केली गेली. मोबाईल माहिती सामग्री सक्षम करण्यामुळे अतिरिक्त शुल्क लागू शकेल
ms: Melebihi had penggunaan data maksimum (%s). Data mudah alih dinyahaktif. Caj tambahan mungkin dikenakan jika data mudah alih diaktifkan.
my: Maximum data usage limit (%s) exceeded. Mobile data disabled. Enabling mobile data may incur additional charges.
ne: अधिकतम डाटा प्रयोग (%s) नाघ्यो. मोबाइल लगत निष्कृय पारियो. मोबाइल लगत सकृय गर्दा थप शुल्क लाग्न सक्छ
or: ସର୍ବାଧିକ ଡାଟା ବ୍ୟବହାର ସୀମା (%s) ଅତିକ୍ରମ କରିଛି । ମୋବାଇଲ୍ ଡାଟା ଅକ୍ଷମ ହୋଇଛି । ମୋବାଇଲ୍ ଡାଟା ସାମର୍ଥ୍ୟ କରିବା ହୁଏତ ଅତିରିକ୍ତ ଦେୟ ଲାଗି ପରେ
pa: ਡੈਟਾ ਇਸਤੇਮਾਲ ਦੀ ਅਧਿਕਤਮ ਸਮਰਥਾ (%s) ਤੋਂ ਵਧਿਆ। ਮੋਬਾਈਲ ਡੈਟਾ ਅਸਮਰੱਥ ਹੋਇਆ। ਮੋਬਾਈਲ ਡੈਟਾ ਸਮਰੱਥ ਬਣਾਉਣ ਦੇ ਵਾਧੂ ਖਰਚੇ ਪੈਣਗੇ।
sq: U tejkalua kufiri (%s) i përdorimit maksimal të të dhënave. Lidhja me të dhëna celulare u paaftësua. Aftësimi i lidhjes me të dhëna celulare mund të kërkojë pagesë shtesë.
tg_tj: Истифодаи иттилоот аз ҳудуди максималӣ (%s) афзудааст. Иттилооти мобилӣ ғайрифаъол карда шуд. Фаъол кардани иттилооти мобилӣ метавонад пардохтҳои иловагиро ба вуҷуд орад.
th: เกินขีดจำกัดการใช้ข้อมูลสูงสุด (%s) ปิดใช้งานข้อมูลมือถือแล้ว การเปิดใช้ข้อมูลมือถืออาจมีค่าใช้จ่ายเพิ่มเติม
tk_tm: Maksimum maglumat ulanyş çäginden (%s) geçildi. Mobil maglumat ýapyk. Mobil maglumat ulanmaklyk goşmaça tölegli bolup biler.
tl: Lumampas sa maximum na limitasyon sa paggamit ng data (%s). Hindi pinagana ang mobile data. Maaaring makakuha ng mga karagdagang babayaran ang pagpapagana sa mobile data.
vi: Đã vượt quá giới hạn sử dụng dữ liệu tối đa (%s). Dữ liệu di động đã bị tắt. Có thể bị tính phụ phí khi bật dữ liệu di động.

# IDS_COM_HEADER_MOBILE_DATA_DISABLED
source: Mobile data turned off
as: মোবাইল ডাটা অক্ষম
fa: داده های تلفن همراه غیرفعال شد
fr: Données mobiles désactivées
he: נתונים ניידים מושבתים
id: Data seluler dinonaktifkan
km: បាន​បិទ​ទិន្នន័យ​ចល័ត
ky_kg: Моб. айтымдар иштен чыгарылды
lo: ຂໍ້ມູນມືຖືປິດໃຊ້ງານ
mn_mn: Хөдөлгөөнт өгөгдлийг идэвхгүй болгосон
mr: मोबाईल डेटा अक्षम केला.
ms: Data mudah alih dinyahaktif
my: မိုဘိုင္း ေဒတာ ပိတ္ထားသည္
ne: मोबाइल डाटा असक्षम बनाइयो
or: ମୋବାଇଲ୍ ଡାଟା ଅକ୍ଷମ ହେଲା
pa: ਮੋਬਾਈਲ ਡੈਟਾ ਅਸਮਰੱਥ
sq: Të dhënat celulare joaktive
tg_tj: Иттилооти мобилӣ ғайрифаъол карда шуд
th: ปิด​ใช้​งาน​ข้อมูล​มือ​ถือ
tk_tm: Ykjam maglumat ýapyldy
tl: Hindi pinagana ang mobile data
vi: Dữ liệu di động bị vô hiệu

# IDS_ST_MBODY_DISABLE_POWER_SAVING_ABB
source: Turn off Power saving
as: পাৱাৰ সংৰক্ষণ অক্ষম
fa: ذخیره نیرو غیرفعال
fr: Désact. Éco. d'éner.
he: השבת חיסכון בחשמל
id: Nonaktif Hemat daya
km: បិទ​ការសំចៃ​ថាមពល
ky_kg: Кубат үнөмдөөнү өчүр
lo: ປິດໃຊ້ງານການປະຢັດໄຟ
mn_mn: Тэж. хэмнэх идэвхгүй
mr: ऊर्जा बचत अक्षम करा
ms: Nyhaktif Jimat kuasa
my: ပါဝါ ေခြ်တာျခင္းကုိ ပိတ္ပါ
ne: पावर बचत असक्षम गर्नुहोस्
or: ପାୱାର୍ ସେଭିଂ ଅକ୍ଷମ କର.
pa: ਪਾਵਰ ਸੇਵਿੰਗ ਅਸਮਰੱਥ ਕਰੋ
sq: Paaftëso Kursimin
tg_tj: Ғайф. к. Сарфаи барқ
th: ปิดการประหยัดพลังงาน
tk_tm: Güýç tygşytlaýşy ýap
tl: Disable Power saving
vi: Tắt Tiết kiệm pin

# IDS_ST_MBODY_ENABLE_POWER_SAVING_ABB
source: Turn on Power saving
as: পাৱাৰ সংৰক্ষণ সক্ষম
fa: فعال کردن ذخیره نیرو
fr: Act. Économ. énergie
he: הפעל מצב ’חיסכון באנרגיה‘
id: Aktifkan Hemat daya
km: បើកប្រើ​ការសំចៃ​ថាមពល
ky_kg: Кубат сактоону иштет
lo: ເປີດໃຊ້ງານປະຢັດໄຟ
mn_mn: Тэжээл хэмнэх идэвхж
mr: पॉवर बचत सक्षम करा
ms: Aktifkan Jimat kuasa
my: ပါဝါ ေခြ်တာေရးကုိ ဖြင့္ပါ
ne: पावर सेविंग सक्षम गर्नुहोस्
or: ପାୱାର୍ ସଞ୍ଚୟ ସକ୍ଷମ
pa: ਪਾਵਰ ਸੇਵਿੰਗ ਸਮਰੱਥ ਕਰੋ
sq: Aft. Kurs. energjie
tg_tj: Фаъоли сарфаи барқ
th: เปิดโหมดประหยัดพลังงาน
tk_tm: Güýç tygş. işlet
tl: Paganahin Power saving
vi: Bật Tiết kiệm pin

# IDS_ST_BUTTON2_POWER_SAVING_ABB
source: Power saving
as: পাৱাৰ সংৰক্ষণ
fa: ذخیره نیرو
fr: Économie d'énergie
he: חיסכון בחשמל
id: Hemat daya
km: ការសំចៃ​ថាមពល
ky_kg: Кубат үнөмдөө
lo: ການປະຢັດໄຟ
mn_mn: Тэжээл хэмнэх
mr: ऊर्जा बचत
ms: Jimat kuasa
my: ပါ၀ါ ေခၽြတာျခင္း
ne: पावर बचत
or: ପାୱାର୍ ସଞ୍ଚୟ
pa: ਪਾਵਰ ਸੇਵਿੰਗ
sq: Kursim energjie
tg_tj: Сарфаи барқ
th: ประหยัด พลังงาน
tk_tm: Güýç tygşytlaýyş
vi: Tiết kiệm pin

source: The maximum data usage limit (%s) has almost been reached. Tap Settings to check your data usage.
as: ডাটা ব্যৱহাৰ সৰ্বাধিক সীমাত প্ৰায় (%s) উপনীত হৈছে৷ আপোনাৰ ডাটা ব্যৱহাৰ পৰীক্ষা কৰিবলৈ ছেটিংছ টিপক৷
fa: محدوده مصرف داده‌ها به حداکثر (‎%s) رسیده است. برای بررسی مصرف داده‌ها، روی تنظیمات ضربه بزنید.
fr: La limite maximale d'utilisation des données (%s) a presque été atteinte. Appuyez sur Paramètres pour consulter votre utilisation des données.
he: אתה קרוב למגבלת השימוש בנתונים (%s). הקש על ’הגדרות‘ כדי לבדוק נתוני שימוש בנתונים.
id: Batas maksimum penggunaan data (%s) hampir tercapai. Ketuk Pengaturan untuk memeriksa penggunaan data.
km: ជិត​ដល់​ដែនកំណត់​នៃ​ការប្រើប្រាស់​ទិន្នន័យ​អតិបរមា (%s)។ ប៉ះ ការកំណត់ ដើម្បី​ពិនិត្យ​ការប្រើប្រាស់​ទិន្នន័យ​របស់​អ្នក។
ky_kg: Маалымат колдонуунун жогорку чегине (%s) дээрлик жеткени калды. Маалымат колдонууңузду текшерүү үчүн Орнотууларды таптаңыз.
lo: ເກືອບຮອດຂີດຈໍາກັດການໃຊ້ຂໍ້ມູນສູງສຸດ (%s) ແລ້ວ. ແຕະການຕັ້ງຄ່າ ເພື່ອກວດເບິ່ງການໃຊ້ຂໍ້ມູນຂອງທ່ານ.
mn_mn: Дата ашиглалтын дээд хязгаарт (%s) бараг хүрсэн. Дата ашиглалтаа шалгахын тулд Тохиргоог товш.
mr: कमाल डेटा वापर मर्यादा (%s) जवळजवळ गाठली आहे. आपला डेटा वापर तपासण्यासाठी सेटिंग्स टॅप करा.
ms: Had penggunaan data maksimum (%s) telah hampir dicapai. Ketik Aturan untuk menyemak penggunaan data anda.
my: အမ်ားဆုံး ေဒတာသုံးစြဲမႈ အကန္႔အသတ္ (%s) သို႔ ေရာက္ခါနီးေနပါၿပီ။ သင္၏ ေဒတာသုံးစြဲမႈကို စစ္ၾကည့္ရန္ သတ္မွတ္ခ်က္မ်ားကို ႏွိပ္ပါ။
ne: अधिकतम डाटा प्रयोग सीमा (%s) लगभग पूरा भएको छ। आफ्नो डाटा प्रयोग जाँच गर्न सेटिङहरूमा ट्याप गर्नुहोस्।
or: ସର୍ବୋଚ୍ଚ ଡାଟା ବ୍ୟବହାର କରିବା ସୀମା (%s)ରେ ପହଞ୍ଚିଲା। ଆପଣଙ୍କ ଡାଟା ବ୍ୟବହାର ଯାଞ୍ଚ କରିବାକୁ ସେଟିଂସ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਅਧਿਕਤਮ ਡੈਟਾ ਉਪਯੋਗ ਸੀਮਾ (%s) ਲਗਭਗ ਪੂਰੀ ਹੋ ਗਈ ਹੈ। ਆਪਣੇ ਡੈਟਾ ਉਪਯੋਗ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਸੈੱਟਿੰਗਸ ਟੈਪ ਕਰੋ।
sq: Gati është arritur caku maksimal i përdorimit të së dhënave (%s). Trokit mbi Cilësimet për të parë përdorimin e të dhënave.
tg_tj: Маҳдудияти ниҳоии истифодаи иттилоот (%s) қариб сарф шуд. Танзимотро зарба зада, истифодаи иттилоотро аз назар гузаронед.
th: เกือบถึงขีดจำกัด การใช้ข้อมูลสูงสุด (%s) แล้ว สัมผัส การตั้งค่า เพื่อตรวจสอบ การใช้ข้อมูลของคุณ
tk_tm: Maksimum maglumat ulanyş araçägine (%s) ýetilen diýen ýaly. Maglumat ulanyşyňyz barlamak üçin Sazlamalar basyň.
tl: Halos naabot na ang maximum na limitasyon sa paggamit ng data (%s). I-tap ang Mga Setting para tingnan ang iyong paggamit ng data.
vi: Đã gần đạt mức giới hạn sử dụng dữ liệu tối đa (%s). Chạm vào Cài đặt để kiểm tra mức sử dụng dữ liệu.

source: Specified data usage limit reached. Additional data use may incur charges from service provider.
as: ডাটা ব্যৱহাৰ নিৰ্দিষ্ট সীমাত উপনীত হৈছে৷ অতিৰিক্ত ডাটা ব্যৱহাৰ কৰাৰ কাৰণে সেৱা প্ৰদানকাৰীয়ে চাৰ্জ কৰিব পাৰে৷
fa: به حداکثر محدوده استفاده از داده مشخص شده رسید. استفاده از داده های بیشتر مشمول هزینه از طرف ارائه دهنده خدمات است.
fr: Limite d'utilisation des données atteinte. L'utilisation de données supplémentaires peut être facturée par l'opérateur.
he: הגעת למגבלת השימוש בנתונים שצויינה. שימוש נוסף בנתונים עשוי להיות כרוך בתשלום לספק השירות.
id: Batas penggunaan data yang ditentukan tercapai. Penyedia layanan mungkin mengenakan biaya untuk penggunaan data tambahan.
km: បាន​ដល់​ដែនកំណត់​ប្រើប្រាស់​ទិន្នន័យ​ដែល​បាន​បញ្ជាក់។ អ្នកផ្ដល់​សេវា​អាច​គិត​ថ្លៃ​ការប្រើ​ទិន្នន័យ​បន្ថែម។
ky_kg: Айтымдар керектөөсү белгиленген чегине жетти. Кошумча айтымдар колдонуу кызмат тейлөөчү тараптан өндүрүлгөн төлөмдөргө алып келиши мүмкүн.
lo: ຮອດຂີດຈໍາກັດການໃຊ້ຂໍ້ມູນສະເພາະແລ້ວ ການໃຊ້ຂໍ້ມູນເພີ່ມເຕີມອາດຈະເຮັດໃຫ້ມີຄ່າໃຊ້ຈ່າຍຈາກຜູ້ໃຫ້ບໍລິການໄດ້.
mn_mn: Заасан өгөгдлийн ашиглалтын хязгаарт хүрсэн. Нэмэлт өгөгдлийн ашиглалтад үйлчилгээ үзүүлэгч төлбөр ногдуулж болно.
mr: निर्दिष्ट डेटा वापर मर्यादा ओलांडली. अतिरीक्त डेटा वापरासाठी सेवा प्रदात्याकडून शुल्क लागू शकते.
ms: Had penggunaan data ditentukan dicapai. Gunakan data tambahan mungkin dikenakan caj daripada penyedia perkhidmatan.
my: သတ္မွတ္ထားေသာ ေဒတာ အသံုးျပဳမႈ ကန္႔သတ္ခ်က္ ေရာက္ရိွျပီး။ အပို ေဒတာ အသံုးျပဳပါက ဝန္ေဆာင္မႈ စီစဥ္သူက အခေၾကးေငြ ေကာက္ခံႏိုင္သည္။
ne: तोकिएको डाटा प्रयोग सीमा पुग्यो। अतिरिक्त डाटा प्रयोगको सेवा प्रदायकबाट शूल्क लागू हुन सक्छ।
or: ସ୍ଥିରିକୃତ ଡାଟା ବ୍ୟବହାର ସୀମାରେ ପହଞ୍ଚିଛି। ସେବା ପ୍ରଦାନକାରୀଙ୍କରୁ ଅତିରିକ୍ତ ଡାଟା ବ୍ୟବହାର ଦେୟ ଲାଗୁ ହୋଇପାରେ।
pa: ਨਿਰਧਾਰਤ ਡੈਟਾ ਉਪਯੋਗ ਦੀ ਸੀਮਾ ਤੇ ਪਹੁੰਚ ਗਿਆ ਹੈ। ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਵੱਲੋਂ ਵਾਧੂ ਡੈਟਾ ਵਰਤੋਂ ਦੇ ਖਰਚੇ ਪੈ ਸਕਦੇ ਹਨ।
sq: U arrit kufiri i përdorimit të të dhënave të përcaktuara. Përdorimi i të dhënave të tjera mund të sjellë tarifim nga ofruesi i shërbimit.
tg_tj: Маҳдудияти истифодаи иттилоот сарф карда шуд. Барои истифодаи миқдори иловагии иттилоот таҳвилгари хизматрасониҳои мобилӣ метавонад маблағи иловагӣ ситонад.
th: ถึง​ขีด​จำกัด​การ​ใช้​ข้อมูล​ที่​กำหนด ข้อมูล​เพิ่ม​เติม​อาจ​มี​ค่า​ใช้​จ่าย​เกิด​ขึ้น​จาก​ผู้​ให้​บริการ
tk_tm: Kesgitlenen maglumat ulanylyş çägine ýetildi. Goşmaça maglumatyň ulanylmagy hyzmat prowaýderi tarapyndan tölegli bolup biler.
tl: Naabot na ang tinukoy na limitasyon sa paggamit ng data. Ang karagdagang paggamit ng data ay maaaring makaipon ng mga singilin mula sa service provider.
vi: Đã đạt giới hạn sử dụng dữ liệu được chỉ rõ. Sử dụng thêm dữ liệu có thể phải trả phí cho nhà cung cấp.

# IDS_ST_BODY_LIMIT_DATA_USAGE
source: Limit data usage
as: সীমাবদ্ধ ডাটাৰ ব্যৱহাৰ
fa: محدود کردن استفاده از داده
fr: Limiter l'utilisation des données
he: הגבל שימוש בנתונים
id: Batasi penggunaan data
km: កំណត់​ដែន​ប្រើប្រាស់​ទិន្នន័យ
ky_kg: Айтымдар керектөөнү чектөө
lo: ຈໍາກັດການໃຊ້ຂໍ້ມູນ
mn_mn: Өгөгдлийн ашиглалт хязгаарлах
mr: मर्यादित डेटा वापर.
ms: Had penggunaan data
my: ေဒတာ အသံုးျပဳမႈ ကန္႔သတ္ပါ
ne: डाटा प्रयोग सीमित गर
or: ଡାଟା ବ୍ୟବହାର ସୀମିତ କରନ୍ତୁ
pa: ਡੈਟਾ ਉਪਯੋਗ ਸੀਮਿਤ ਕਰੋ
sq: Kufizo përdorimin e të dhënave
tg_tj: Маҳдуд кардани истифодаи иттилоот
th: จำกัด​การ​ใช้​ข้อมูล
tk_tm: Maglumat ulanylyşyny çäklendir
tl: Limitahan ang paggamit ng data.
vi: Giới hạn sử dụng dữ liệu

# IDS_COM_BODY_DATA_USAGE_WARNING
source: Data usage warning
as: ডাটা ব্যৱহাৰৰ সকিয়নী
fa: هشدار مصرف داده
fr: Avertissement utilisation des données
he: אזהרת שימוש בנתונים
id: Peringatan penggunaan data
km: ការព្រមាន​ពី​ការប្រើប្រាស់​ទិន្នន័យ
ky_kg: Маалыматтар колдонуу эскертүүсү
lo: ການເຕືອນການໃຊ້ຂໍ້ມູນ
mn_mn: Өгөгдлийн ашиглалтын сэрэмжлүүлэг
mr: डेटा वापर चेतावणी.
ms: Amaran penggunaan data
my: ေဒတာ သံုးမႈ သတိေပးခ်က္
ne: डाटा प्रयोग चेतावनी
or: ଡାଟା ବ୍ୟବହାର ଚେତାବନୀ
pa: ਡੈਟਾ ਉਪਯੋਗ ਚੇਤਾਵਨੀ
sq: Paralajmërim përdorimi të të dhënave
tg_tj: Огоҳӣ оиди истифодаи иттилоот
th: คำ​เตือน​การ​ใช้​ข้อมูล
tk_tm: Maglumat ulanma duýduryşy
tl: Babala sa paggamit ng data
vi: Cảnh báo sử dụng dữ liệu

# IDS_ST_MBODY_ENABLE_POWER_SAVING_MODE_ABB
source: Turn on Power saving mode
as: পাৱাৰ সংৰক্ষণ ম'ড সক্ষম কৰক
fa: فعال کردن حالت ذخیره نیرو
fr: Activer mode Économie énergie
he: הפעל מצב ’חיסכון באנרגיה‘
id: Aktifkan mode Hemat daya
km: បើកប្រើ​ទម្រង់​សំចៃ​ថាមពល
ky_kg: Кубат сактоо режимин иштетүү
lo: ເປີດໃຊ້ງານໂໝດປະຢັດໄຟ
mn_mn: Тэжээл хэмнэх горим идэвхжүүлэх
mr: पॉवर सेव्हिंग मोड सक्षम करा
ms: Aktifkan Mod jimat kuasa
my: ပါဝါေခြ်တာျခင္း အေနအထား ဖြင့္ပါ
ne: पावर बचत मोड सक्षम गर्नु
or: ପାୱାର୍ ସଞ୍ଚୟ ମୋଡ୍ ସକ୍ଷମ କରନ୍ତୁ
pa: ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ ਸਮਰੱਥ ਕਰੋ
sq: Aftëso regjimin Kursim energjie
tg_tj: Фаъол к-ни реҷаи Сарфаи барқ
th: เปิดใช้งาน โหมดประหยัดพลังงาน
tk_tm: Güýç tygşytlaýjy tertibi işlet
tl: Paganahin ang Power saving mode
vi: Bật chế độ Tiết kiệm pin

# IDS_ST_MBODY_DISABLE_POWER_SAVING_MODE_ABB
source: Turn off Power saving mode
as: পাৱাৰ সংৰক্ষণ ম'ড অক্ষম কৰক
fa: غیرفعال کردن حالت ذخیره نیرو
fr: Désactiver mode Économie énergie
he: כבה מצב 'חיסכון באנרגיה'
id: Nonaktifkan mode Hemat daya
km: បិទ​ទម្រង់​សំចៃ​ថាមពល
ky_kg: Кубат сактоо режим иштен чыгаруу
lo: ປິດໃຊ້ໂໝດປະຢັດໄຟ
mn_mn: Тэжээл хэм. горим идэвхгүй болго
mr: पॉवर सेव्हिंग मोड अक्षम करा
ms: Nyahaktifkan Mod jimat kuasa
my: ပါဝါေခြ်တာျခင္း အေနအထားကို ပိတ္ပါ
ne: पावर बचत मोड असक्षम गर्नुहोस्
or: ପାୱାର୍ ସଞ୍ଚୟ ମୋଡ୍ ଅକ୍ଷମ କରନ୍ତୁ
pa: ਪਾਵਰ ਸੇਵਿੰਗ ਮੋਡ ਅਸਮਰੱਥ ਕਰੋ
sq: Paaft. regjimin Kursim energjie
tg_tj: Ғайрифаъол к. Реҷаи сарфаи барқ
th: ปิดโหมดประหยัดพลังงาน
tk_tm: Güýç tygşytlaýjy tertibi ýap
tl: Huwag paganahin ang Power saving mode
vi: Tắt chế độ Tiết kiệm pin

# IDS_TPLATFORM_BODY_SCREEN_OFF_T_TTS
source: Screen off.
as: স্ক্ৰীণ অফ৷
fa: صفحه نمایش خاموش است.
fr: Écran éteint.
he: מסך כבוי.
id: Layar mati.
km: អេក្រង់​រលត់។
ky_kg: Экран өчтү.
lo: ໜ້າຈໍປິດ.
mn_mn: Дэлгэц унтарсан.
mr: स्‍क्रीन बंद.
ms: Skrin dimatikan.
my: ဖန္းသားျပင္ ပိတ္ထားသည္။
ne: स्क्रीन बन्द।
or: ସ୍କ୍ରିନ୍ ଅଫ୍।
pa: ਸਕ੍ਰੀਨ ਬੰਦ।
sq: Ekrani fikur.
th: ปิดหน้าจอ
tl: Naka-off ang screen.
vi: Màn hình tắt.

# IDS_TPLATFORM_BODY_SCREEN_READER_ENABLED_T_TTS
source: Screen reader turned on.
as: স্ক্ৰীণ ৰীডাৰ সক্ষম কৰা হৈছে৷
fa: صفحه‌خوان فعال شد.
fr: Lecteur d'écran activé.
he: קורא המסך מופעל.
id: Pembaca layar diaktifkan.
km: បាន​បើកប្រើ​កម្មវិធី​អាន​អេក្រង់។
ky_kg: Экрандын окуучусу иштетилди.
lo: ເຄື່ອງອ່ານໜ້າຈໍເປີດໃຊ້ງານ.
mn_mn: Дэлгэцийн уншигчийг идэвхжүүлсэн.
mr: स्‍क्रीन रीडर सक्षम आहे.
ms: Pembaca skrin diaktifkan.
my: ဖန္သားျပင္ ဖတ္စရာ အလုပ္လုပ္ေစထားသည္။
ne: स्क्रीन रिडर सक्षम गरिएको छ।
or: ସ୍କ୍ରିନ୍ ରିଡର୍ ସକ୍ଷମ ହୋଇଛି।
pa: ਸਕ੍ਰੀਨ ਰੀਡਰ ਸਮਰੱਥ ਹੈ।
sq: Lexuesi i ekranit u aftësua.
tg_tj: Screen reader фаъол аст.
th: เปิดใช้งานตัวอ่านหน้าจอแล้ว
tk_tm: Ekran okaýjy açyldy
tl: Pinagana ang screen reader.
vi: Đã bật trình đọc màn hình.

# IDS_TPLATFORM_BODY_SCREEN_READER_DISABLED_T_TTS
source: Screen reader turned off.
as: স্ক্ৰীণ ৰীডাৰ অক্ষম কৰা হৈছে৷
fa: صفحه‌خوان غیرفعال شد.
fr: Lecteur d'écran désactivé.
he: קורא המסך מושבת.
id: Pembaca layar dinonaktifkan.
km: បាន​បិទ​កម្មវិធី​អាន​អេក្រង់។
ky_kg: Экрандын окуучусу иштен чыгарылды.
lo: ເຄື່ອງອ່ານໜ້າຈໍປິດໃຊ້ງານ.
mn_mn: Дэлгэцийн уншигчийг идэвхгүй болгосон.
mr: स्‍क्रीन रीडर अक्षम आहे.
ms: Pembaca skrin dinyahaktifkan.
my: ဖန္သားျပင္ ဖတ္စရာ အလုပ္မလုပ္ေစဘဲထားသည္။
ne: स्क्रीन रिडर असक्षम गरिएको छ।
or: ସ୍କ୍ରିନ୍ ରିଡର୍ ଅକ୍ଷମ ହୋଇଛି।
pa: ਸਕ੍ਰੀਨ ਰੀਡਰ ਅਸਮਰੱਥ ਹੈ।
sq: Lexuesi i ekranit u paaftësua.
tg_tj: Screen reader ғайрифаъол аст.
th: ปิดใช้งานตัวอ่านหน้าจอแล้ว
tk_tm: Ekran okaýjy ýapyldy
tl: Hindi pinagana ang screen reader.
vi: Đã tắt trình đọc màn hình.
