Repository: tizenorg/framework.system.system-popup
Catalog: po/micro-src/*.po
Languages: as, fa, fr, he, id, km, ky_kg, lo, mn_mn, mr, ms, my, ne, or, pa, sq, tg_tj, th, tk_tm, tl, vi

# IDS_COM_SK_CANCEL
source: Cancel
as: বাতিল
fa: لغو
fr: Annuler
he: ביטול
id: Batal
km: បោះបង់
ky_kg: Артка
lo: ຍົກເລີກ
mn_mn: Цуцлах
mr: रद्द
ms: Batal
my: ပယ္ဖ်က္ပါ
ne: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
sq: Anullo
tg_tj: Бекор кардан
th: ยกเลิก
tk_tm: Ýatyr
tl: Ikansela
vi: Hủy

# IDS_COM_POP_MESSAGETONE_MUTE
source: Mute
as: মিউট
fa: حالت سکوت
fr: Muet
he: השתק
id: Hening
km: ស្ងាត់
ky_kg: Үнсүз
lo: ປິດສຽງ
mn_mn: Дуу хаах
mr: मूक
ms: Bisu
my: အသံတိတ္
ne: मौन
or: ମ୍ୟୁଟ୍
pa: ਮਿਊਟ
sq: Heshto
tg_tj: Бесадо кардан
th: ปิด​เสียง
tk_tm: Sessiz
tl: I-mute
vi: Tắt âm

# IDS_COM_SK_OK
source: OK
as: ঠিক
fa: تاييد
he: אישור
km: ព្រម
ky_kg: ОК
lo: ຕົກລົງ
mr: ठीक
my: အုိေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
th: ตกลง

# IDS_IDLE_POP_AFTER_P1SD_MINS_BRIGHTNESS_WILL_BE_RESET_TO_DEFAULT_LEVEL_HP2SD
source: After %1$d min, brightness will be reset to default level (%2$d).
as: %1$d মিনিটৰ পিছত, উজ্বলতা ডিফ'ল্ট লেভেল (%2$d)-লৈ পুনঃছেট হ'ব৷
fa: پس از %1$d دقیقه، روشنایی به سطح پیش‌فرض (%2$d) بازنشانی می‌شود.
fr: Au bout de %1$d minutes, le niveau de luminosité par défaut sera rétabli (%2$d).
he: לאחר %1$d דקות, הבהירות תתאפס לרמת ברירת המחדל (%2$d).
id: Setelah %1$d mnt, kecerahan akan direset ke tingkat default (%2$d).
km: បន្ទាប់​ពី %1$d នាទី ពន្លឺ​នឹង​ត្រូវ​បាន​កំណត់​ឡើងវិញ​ទៅ​កម្រិត​លំនាំដើម (%2$d)។
ky_kg: %1$d мүнөттөн кийин, ачыктык айласыз деңгээлге (%2$d) кайра коюлат
lo: ຫຼັງຈາກ %1$d ນາທີ, ຄວາມແຈ້ງຈະຖືກຕັ້ງຄ່າກັບໄປຫາລະດັບມາດຕະຖານ (%2$d).
mn_mn: %1$d минутын дараа, цайралтыг өгөгдмөл түвшинд буцаан тохируулна (%2$d)
mr: %1$d मिनिटांनंतर, चमक डिफॉल्‍ट स्‍तरावर पुन्‍हा मांडणी करण्‍यात येईल (%2$d).
ms: Selepas %1$d minit, kecerahan akan ditetapkan semula ke tahap lalai (%2$d).
my: %1$d မိနစ္ ၿပီးေနာက္တြင္၊ အေရာင္ေတာက္ပျခင္းကို ကိုယ္ပိုင္သံုး အဆင့္ (%2$d) သို႔ ျပန္သတ္မွတ္ေပးလိမ့္မည္။
ne: %1$d मिनट पछि, चम्किलोपना पूर्वनिर्धारित स्तर (%2$d) मा रिसेट हुनेछ।
or: %1$d ମିନିଟ୍ ପରେ, ଉଜ୍ଜ୍ୱଳତା ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ସ୍ତର (%2$d)ରେ ପୁନଃସେଟ୍ ହୋଇଯିବ।
pa: %1$d ਮਿੰਟ ਦੇ ਬਾਅਦ, ਚਮਕ ਡਿਫਾੱਲਟ ਸਤਰ (%2$d) ਤੇ ਸੈੱਟ ਹੋ ਜਾਵੇਗੀ।
sq: Pas %1$d minutash, ndriçimi do të ricilësohet në nivelin e parazgjedhur (%2$d).
tg_tj: Пас аз %1$d дақиқа равшанӣ дубора ба сатҳи стандартӣ танзим карда мешавад (%2$d).
th: หลังจาก %1$d นาที ความสว่างจะถูกรีเซ็ท เป็นระดับค่าพื้นฐาน (%2$d)
tk_tm: %1$d mins soňra, ýagtylyk standart derejesine (%2$d) täzeden gurnalar.
tl: Pagkalipas ng %1$d min, mare-reset ang liwanag sa default na antas (%2$d).
vi: Sau %1$d phút, độ sáng sẽ được đặt lại mức mặc định (%2$d).

# IDS_ST_BODY_OFF_M_STATUS
source: Off
as: অফ
fa: خاموش
fr: Désactivé
he: כבוי
id: Tdk aktif
km: បិទ
ky_kg: Өчүк
lo: ປິດ
mn_mn: Идэвхгүй
mr: बंद
ms: Matikan
my: ပိတ္
ne: अफ
or: ଅଫ୍
pa: ਬੰਦ
sq: Fikur
tg_tj: Ғайрифаъол
th: ปิด
tk_tm: Öçük
tl: Naka-off
vi: Tắt

# IDS_ST_BODY_ON_M_STATUS
source: On
as: অন
fa: روشن
fr: Activé
he: מופעל
id: Aktif
km: បើក
ky_kg: Күйүк
lo: ເປີດ
mn_mn: Идэвхтэй
mr: चालू
ms: Hidupkan
my: ဖြင့္
ne: अन
or: ଅନ୍
pa: ਚਾਲੂ
sq: Aktiv
tg_tj: Фаъол
th: เปิด
tk_tm: Açyk
tl: Naka-on
vi: Bật

# IDS_ST_BODY_OUTDOOR_MODE_ABB
source: Outdoor mode
as: বৰ্হিবিভাগ ম'ড
fa: حالت بیرون
fr: Mode Extérieur
he: מצב חוץ
id: Mode Outdoor
km: ទម្រង់​ក្រៅអគារ
ky_kg: Сыртта режими
lo: ໂໝດຢູ່ຂ້າງນອກ
mn_mn: Гадаа горим
mr: बाह्य मोड
ms: Mod kwsan luar
my: အျပင္ဘက္ အေနအထား
ne: आउटडोर मोड
or: ବାହାର ମୋଡ୍
pa: ਆਉਟਡੋਰ ਮੋਡ
sq: Përjashta
tg_tj: Реҷаи берун
th: โหมดกลางแจ้ง
tk_tm: Daşarky režimi
vi: Chế độ ngoài trời

# IDS_ST_BUTTON_BRIGHTNESS
source: Brightness
as: উজ্জ্বলতা
fa: روشنایی
fr: Luminosité
he: בהירות
id: Kecerahan
km: ភាពភ្លឺច្បាស់
ky_kg: Ачыктык
lo: ຄວາມແຈ້ງສະຫວ່າງ
mn_mn: Цайралт
mr: चमक
ms: Kecerahan
my: အလင္း
ne: चम्किलोपन
or: ଔଜଲ୍ୟତା
pa: ਚਮਕ
sq: Ndriçimi
tg_tj: Равшанӣ
th: ความ​สว่าง
tk_tm: Ýagtylyk
tl: Liwanag
vi: Độ sáng

# IDS_COM_POP_VIBRATION
source: Vibration
as: ভাইব্ৰেশ্বন
fa: لرزش
fr: Vibreur
he: רטט
id: Getar
km: រំញ័រ
ky_kg: Дирилдөө
lo: ສັ່ນ
mn_mn: Чичиргээ
mr: कंपन
ms: Getaran
my: တုန္ခါမႈ
ne: कम्पन
or: କମ୍ପନ
pa: ਵਾਈਬ੍ਰੇਸ਼ਨ
sq: Dridhja
tg_tj: Ларзиш
th: ระบบ​สั่น
tk_tm: Wibrirle
tl: Pag-vibrate
vi: Rung

# IDS_COM_BUTTON_CLOSE
source: Close
as: বন্ধ কৰক
fa: بستن
fr: Fermer
he: סגור
id: Tutup
km: បិទ
ky_kg: Жабуу
lo: ປິດ
mn_mn: Хаах
mr: बंद
ms: Tutup
my: ပိတ္ပါ
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ
pa: ਬੰਦ
sq: Mbyll
tg_tj: Пӯшидан
th: ปิด
tk_tm: Ýap
tl: Isara
vi: Đóng

# IDS_ST_BODY_POWER_OFF
source: Power off
as: পাৱাৰ অফ
fa: خاموش
fr: Éteindre
he: כבה
id: Daya mati
km: បិទ​ថាមពល
ky_kg: Өчүрүү
lo: ປິດເຄື່ອງ
mn_mn: Унтраах
mr: पॉवर ऑफ
ms: Kuasa dimatikan
my: ပါ၀ါပိတ္ပါ
ne: पवर अफ
or: ପାୱାର୍ ଅଫ୍
pa: ਪਾਵਰ ਬੰਦ
sq: Fik
tg_tj: Хомӯш кардани барқ
th: ปิด​เครื่อง
tk_tm: Energiýadan öçür
tl: I-off ang power
vi: Tắt nguồn

# IDS_COM_POP_NOT_ENOUGH_MEMORY
source: Not enough memory.
as: মেম'ৰি পৰ্যাপ্ত নহয়৷
fa: حافظه کافی نيست.
fr: Mémoire insuffisante
he: אין די זיכרון.
id: Memori tdk cukup.
km: មេម៉ូរី​មិន​គ្រប់​គ្រាន់។
ky_kg: Эстутум жетишпейт
lo: ຄວາມຈຳບໍ່ພຽງພໍ.
mn_mn: Санах ой хангалтгүй байна.
mr: मेमरी पुरेशी नाही.
ms: Tidak cukup memori.
my: မွတ္ဥာဏ္လုံေလာက္ေအာင္ မရွိပါ
ne: मेमोरी पर्याप्त छैन।
or: ପର୍ଯ୍ୟାପ୍ତ ମେମୋରୀ ନାହିଁ।
pa: ਉਚਿਤ ਮੈਮਰੀ ਨਹੀਂ।
sq: S'ka kujtesë të mjaftueshme.
tg_tj: Хотира кофӣ нест
th: หน่วยความจำไม่พอ
tk_tm: Ýeterlik huş ýok
tl: Hindi sapat ang memory.
vi: Không đủ bộ nhớ.

# IDS_IDLE_BODY_LOW_MEMORY
source: Low memory.
as: কম মেম'ৰি৷
fa: حافظه کم است.
fr: Mémoire faible
he: אין די זיכרון פנוי.
id: Baterai lemah.
km: ជិតអស់​មេម៉ូរី
ky_kg: Эстутум аз
lo: ຄວາມຈໍາຕໍ່າ.
mn_mn: Санах ой бага
mr: कमी बॅटरी.
ms: Memori rendah.
my: မွတ္ဥာဏ္နည္းေန
ne: कम मेमोरी।
or: ସ୍ଵଳ୍ପ ମେମୋରୀ।
pa: ਘੱਟ ਮੈਮਰੀ।
sq: Kujtesa dobët.
tg_tj: Норасоии хотира.
th: แบตเตอรี่​ต่ำ
tk_tm: pes derejeli ýat
tl: Kaunting memory.
vi: Pin yếu.

# IDS_IDLE_POP_PS_CLOSED
source: %s closed.
as: %s বন্ধ হ'ল৷
fa: %s بسته شد.
fr: %s fermé
he: ‎%s סגור.
id: %s tertutup.
km: បាន​បិទ %s។
mn_mn: %s хаагдсан.
mr: %s बंद.
ms: %s ditutup.
ne: %s बन्द गरियो।
or: %s ବନ୍ଦ ହୋଇଛି।
pa: %s ਬੰਦ ਕੀਤਾ।
sq: %s mbyllur.
tg_tj: %s пӯшида шуд.
th: %s ​ที่​ปิด
tk_tm: %s ýapyldy.
tl: Nagsara ng %s
vi: %s đã đóng.

# IDS_COM_POP_BATTERYLOW
source: Low battery.
as: নিম্ন বেটাৰী৷
fa: باطری ضعيف است.
fr: Batterie faible
he: סוללה חלשה.
id: Batere melemah.
km: ថ្ម​ខ្សោយ។
ky_kg: Батареянын заряды аз
lo: ແບັດເຕີຣີອ່ອນ.
mn_mn: Цэнэг бага байна
mr: बॅटरी कमी.
ms: Kuasa bateri rendah.
my: ဘက္ထရီ နည္းေနပါသည္
ne: न्यून बैटरी।
or: ବ୍ୟାଟେରୀ କମ୍।
pa: ਘੱਟ ਬੈਟਰੀ।
sq: Bateria e dobët.
tg_tj: Сатҳи батарея паст аст
th: แบตเตอรี่​ต่ำ
tk_tm: Zarýad pes
tl: Mahina na ang baterya.
vi: Pin yếu.

# IDS_COM_POP_ENABLED
source: Turned on.
as: সক্ষম কৰা হ'ল৷
fa: فعال شد.
fr: Activé
he: מופעל
id: Memungkinkan.
km: បាន​បើកប្រើ។
ky_kg: Иштетилди
lo: ໄດ້ເປີດໃຫ້ນໍາໃຊ້ແລ້ວ.
mn_mn: Идэвхжүүлсэн
mr: सक्रिय.
ms: Diaktifkan.
my: လုပ္ငန္း စတင္ေဆာင္ရြက္ေစၿပီး
ne: सक्षम पारियो।
or: ସମର୍ଥନ ହୋଇଛି।
pa: ਸਮਰੱਥ।
sq: Aktivizuar.
tg_tj: Фаъол
th: ทำ​งาน
tk_tm: Öçürilen
tl: Pinagana.
vi: Đã bật.

# IDS_COM_POP_DISABLED
source: Turned off.
as: অক্ষম হৈছে৷
fa: غیرفعال است.
fr: Désactivé
he: כבוי
id: Tdk memungkinkan.
km: បាន​បិទ។
ky_kg: Иштен чыгарылды
lo: ປິດໃຊ້ງານ
mn_mn: Идэвхгүй болгосон
mr: निष्क्रीय.
ms: Dinyahaktif.
my: ရပ္ဆုိင္းေစၿပီး
ne: असक्षम गरियो।
or: ଅକ୍ଷମ ହୋଇଛି।
pa: ਅਸਮਰੱਥ।
sq: Çaktivizuar.
tg_tj: Ғайрифаъол
th: ไม่​ทำ​งาน
tk_tm: Öçürildi
tl: Hindi pinagana.
vi: Đã tắt.

# IDS_ST_MBODY_SOUND_ABB
source: Sound
as: ধ্বনি
fa: صدا
fr: Son
he: צליל
id: Suara
km: សំឡេង
lo: ສຽງ
mn_mn: Ая
mr: ध्वनी
ms: Bunyi
my: အသံ
ne: ध्‍वनि
or: ଧ୍ଵନି
pa: ਧੁਨੀ
sq: Tingulli
tg_tj: Садо
th: เสียง
tk_tm: Ses
tl: Tunog
vi: Âm thanh

# IDS_ST_BODY_PS_HAS_CLOSED_UNEXPECTEDLY
source: %s has closed unexpectedly.
as: %s অপ্ৰত্যাশিতভাৱে বন্ধ কৰা হৈছে৷
fa: %s به طور غیرمنتظره بسته شده است.
fr: %s a été fermé de manière inattendue.
he: %s נסגר באופן בלתי צפוי.
id: %s tertutup secara tak terduga.
km: %s បាន​បិទ​ដោយ​ចៃដន្យ។
lo: %s ໄດ້ປິດໄປໂດຍບໍ່ຄາດຄິດ.
mn_mn: %s санаандгүй хаагдсан.
mr: %s अनपेक्षितरित्या बंद झाले.
ms: %s telah ditutup tanpa dijangka.
my: %s မေမွ်ာ္လင့္ဘဲ ပိတ္သြားသည္။
ne: %s अकस्मात बन्द भएको छ।
or: %s ଅଣାଅଶାଦିତ ଭାବରେ ବନ୍ଦ ହୋଇଛି।
pa: %s ਨੂੰ ਅਚਾਨਕ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
sq: %s u mbyll papritmas.
tg_tj: %s ногаҳон пӯшида шуд.
th: %s ปิดโดยกะทันหัน
tk_tm: %s duýdansyz ýapyldy.
tl: Hindi inaasahang nagsara ang %s.
vi: %s đã đóng bất ngờ.

# IDS_DAV_BODY_LOW_MEMORY_LEFT_ORANGE
source: Low memory left
as: কম মেম'ৰি বাকী আছে
fa: حافظه باقی مانده کم است
fr: Mémoire restante insuffisante
he: נותר מעט זיכרון
id: Tersisa memori kecil
km: នៅសល់​មេម៉ូរី​តិច
mr: कमी मेमरी शिल्लक
ms: Memori rendah tertinggal
ne: न्यून स्मृति बाँकी
or: କମ୍ ମେମୋରୀ ରହିଛି
pa: ਬਚੀ ਮੈਮਰੀ ਘੱਟ ਹੈ
sq: Ka mbetur pak memorie
th: เหลือ​หน่วย​ความ​จำ​ต่ำ
vi: Còn ít bộ nhớ

# IDS_ST_BODY_LEDOT_LOW_BATTERY
source: Low battery
as: নিম্ন বেটাৰী
fa: شارژکم
fr: Batterie faible
he: סוללה חלשה
id: Baterai melemah
km: ថ្ម​ខ្សោយ
ky_kg: Батареянын заряды аз
lo: ແບັດເຕີຣີອ່ອນ
mn_mn: Цэнэг бага байна
mr: बॅटरी कमी
ms: Kuasa bateri rendah
my: ဘက္ထရီ နည္းေနပါသည္
ne: न्यून बैटरी
or: ବ୍ୟାଟେରୀ କମ୍
pa: ਬੈਟਰੀ ਘੱਟ
sq: Bateria e dobët
tg_tj: Барқи батарея кам аст
th: แบตเตอรี่​ต่ำ
tk_tm: Zarýady peselýär
vi: Pin yếu

# IDS_ST_POP_DEVICE_WILL_RESTART
source: Device will restart.
as: ডিভাইচ পুনঃআৰম্ভ হ'ব৷
fa: دستگاه دوباره راه‌اندازی می‌شود.
fr: Le périphérique va redémarrer.
he: המכשיר יופעל מחדש.
id: Perangkat akan mulai lagi.
km: ឧបករណ៍​នឹង​ចាប់ផ្ដើម​ឡើងវិញ។
ky_kg: Түзмөк кайра күйгүзүлөт
lo: ເຄື່ອງຈະປິດເປີດໃໝ່.
mn_mn: Төхөөрөмж дахин эхэлнэ
mr: उपकरण पुन्हा प्रारंभ करेल.
ms: Peranti akan mula semula.
my: ကိရိယာ ျပန္စလိမ့္မည္။
ne: डिभाइस पुनः शुरु हुनेछ।
or: ଡିଭାଇସ୍ ପୁନଃଆରମ୍ଭ ହେବ।
pa: ਡਿਵਾਈਸ ਮੁੜ ਅਰੰਭ ਹੋਵੇਗਾ।
sq: Pajisja do të rindizet.
tg_tj: Дастгоҳ аз нав ба кор дароварда мешавад.
th: อุปกรณ์​จะ​เริ่ม​ใหม่
tk_tm: Enjam baýtadan başladylar
tl: Magre-restart ang device.
vi: Thiết bị sẽ khởi động lại.

# IDS_COM_HEADER_DEVICE_OPTIONS
source: Device options
as: ডিভাইচ বিকল্প
fa: گزینه های دستگاه
fr: Options du périphérique
he: אפשרויות המכשיר
id: Opsi perangkat
km: ជម្រើស​ឧបករណ៍
ky_kg: Түзмөк тандоолору
lo: ຕົວເລືອກຂອງເຄື່ອງ
mn_mn: Төхөөрөмжийн сонголтууд
mr: उपकरण पर्याय
ms: Pilihan peranti
my: ကိရိယာ ေရြးခ်ယ္စရာမ်ား
ne: यन्त्रको विकल्प
or: ଡିଭାଇସ୍‌ ବିକଳ୍ପଗୁଡିକ
pa: ਡਿਵਾਈਸ ਦੇ ਵਿਕਲਪ
sq: Opsionet e pajisjes
tg_tj: Имконоти дастгоҳ
th: ทางเลือก​อุปกรณ์
tk_tm: Enjamyň funksiýalary.
tl: Mga pagpipilian sa device
vi: Tùy chọn thiết bị

# IDS_ST_BODY_MUTE
source: Mute
as: মিউট
fa: حالت سکوت
fr: Muet
he: השתק
id: Hening
km: ស្ងាត់
ky_kg: Үнсүз
lo: ປິດສຽງ
mn_mn: Дуу хаах
mr: मूक
ms: Bisu
my: အသံတိတ္
ne: म्यूट
or: ମ୍ୟୁଟ୍
pa: ਮਿਊਟ
sq: Heshtje
tg_tj: Бесадо
th: ปิด​เสียง
tk_tm: Sessiz
tl: I-mute
vi: Tắt âm

# IDS_COM_POP_CHARGING_PAUSED_VOLTAGE_TOO_HIGH
source: Charging paused. Voltage too high.
as: চাৰ্জিং বিৰাম দিছে৷ ভ'ল্টেজ অতি বেছি৷
fa: شارژ متوقف شد. ولتاژ بسیار بالا است.
fr: Chargement interrompu. Tension trop élevée
he: הטעינה מושהית. המתח החשמלי גבוה מדי.
id: Pengisian baterai dihentikan sementara. Voltase terlalu tinggi.
km: បាន​ផ្អាក​ការសាក។ វ៉ុលតា​ខ្ពស់​ពេក។
ky_kg: Заряддоо токтотулду. Чыңалуусу өтө бийик.
lo: ການສາກຢຸດຊົ່ວຄາວ. ໄຟແຮງໂພດ.
mn_mn: Цэнэглэлт түр зогссон. Хүчдэл хэт өндөр.
mr: चार्जिंगला विराम दिला. खूप उच्च व्होल्टेज.
ms: Pengecasan dijeda. Voltan terlalu tinggi.
my: အားသြင္းျခင္းကို နားထားသည္။ ဗို႔အား မ်ားလြန္းေနသည္္။
ne: चार्जिंग रोकियो। भोल्टेज सारै धेर छ।
or: ଚାର୍ଜ୍ ହେବା ବିରତି ହୋଇଛି । ଭୋଲଟେଜ୍ ବହୁତ ଅଧିକ।
pa: ਚਾਰਜਿੰਗ ਨੂੰ ਵਿਰਾਮ ਦਿੱਤਾ। ਵੋਲਟੇਜ਼ ਬਹੁਤ ਜ਼ਿਆਦਾ।
sq: Ngarkimi pushoi. Tensioni shumë i lartë.
tg_tj: Барқдиҳӣ таваққуф ёфт. Шиддат аз ҳад баланд аст.
th: หยุด​การ​ชาร์จ แรง​ดัน​ไฟฟ้า​สูง​เกิน​ไป
tk_tm: Zarýad bermeklik togtadyldy. Güýji örän ýokary.
vi: Việc sạc đã tạm dừng. Điện thế quá cao.

# IDS_VR_POP_BATTERY_CRITICALLY_LOW_DEVICE_WILL_NOW_SHUT_DOWN
source: Battery critically low. Device will now shut down.
as: বেটাৰী জটিলভাৱে নিম্ন৷ ডিভাইচ এতিয়া বন্ধ হ'ব৷
fa: باتری بسیار ضعیف است. دستگاه اکنون خاموش می شود.
fr: Batterie très faible. L'appareil va s'éteindre.
he: סוללה חלשה באופן חמור. המכשיר ייכבה עכשיו.
id: Baterai melemah secara kritis. Perangkat akan dimatikan sekarang.
km: ថ្ម​ខ្សោយ​ខ្លាំង។ ឧបករណ៍​នឹង​បិទ។
mn_mn: Зайн цэнэг маш бага. Төхөөрөмж одоо унтарна.
mr: बॅटरी चिंताजनक कमी. आता उपकरण बंद होईल
ms: Bateri adalah sangat rendah. Peranti akan dimatikan sekarang.
ne: बैटरी धेरै कम छ। यन्त्र अब बन्द हुन्छ।
or: ବ୍ୟାଟେରୀ ଅତ୍ୟନ୍ତ କମ୍ ହୋଇଛି । ଡିଭାଇସ୍ ବର୍ତ୍ତମାନ ସଟ୍ ଡାଉନ୍ ହେବ
pa: ਬੈਟਰੀ ਬਹੁਤ ਹੀ ਘੱਟ ਹੈ। ਡੀਵਾਈਸ ਹੁਣ ਬੰਦ ਹੋ ਜਾਵੇਗੀ
sq: Bateria tepër e rënë. Pajisja do të fiket tani.
tg_tj: Барқи батарея хеле паст аст. Ҳоло дастгоҳ хомӯш мешавад.
th: แบตเตอรี่เหลือน้อยมาก เครื่องจะปิดทันที
tk_tm: Zarýad örän az. Enjam häzir ýapylar.
tl: Sobrang mahina na ang baterya. Magsha-shut down na ang device.
vi: Pin cực kỳ yếu. Thiết bị sẽ tắt bây giờ.

# IDS_ST_POP_THE_BATTERY_POWER_IS_LOW_RECHARGE_YOUR_GEAR_SOON_TO_KEEP_USING_IT
source: The battery power is low. Recharge your Gear soon to keep using it.
as: বেটাৰীৰ পাৱাৰ কম৷ ইয়াক ব্যৱ্হাৰ কৰি থাকিবৰ বাবে আপোনাৰ গিয়েৰ ৰিচাৰ্জ কৰক৷
fa: باتری بسیار ضعیف است. برای ادامه استفاده از Gear به زودی، آن را دوباره شارژ کنید.
fr: Le niveau de la batterie est faible. Rechargez bientôt votre Gear pour continuer à l'utiliser.
he: הסוללה חלשה. טען מחדש את Gear בקרוב כדי להמשיך להשתמש בו.
id: Daya baterai rendah. Isi kembali Gear segera untuk tetap bisa menggunakannya.
km: ថាមពល​ថ្ម​ខ្សោយ។ សាក Gear របស់​អ្នក​ឡើងវិញ​ដើម្បី​រក្សា​ការប្រើ​វា។
ky_kg: Батарейканын кубаты төмөн. Gear'ди колдонууну улантуу үчүн, тезинен заряддаңыз.
lo: ໄຟແບັດເຕີຣີຕໍ່າຫຼາຍ. ສາກເກຍຂອງທ່ານໄວ້ ເພື່ອສືບຕໍ່ໃຊ້ມັນ.
mn_mn: Зайн тэжээл бага байна. Gear-ээ үргэлжлүүлэн ашиглахын тулд түргэн цэнэглэ
mr: पॉवर बॅटरी कमी आहे. हे वापरणे सुरू ठेवण्‍यासाठी आपले गिअर त्‍वरित पुन्‍हा चार्ज करा.
ms: Kuasa bateri rendah. Cas semula Gear anda untuk terus menggunanya.
my: ဘက္ထရီအား နည္းေနသည္။ ၎ကို ဆက္သံုးႏိုင္ရန္ မၾကာမီမွာ ဂီယာကို အားသြင္းပါ။
ne: बैटरी पवर कम छ। यसको प्रयोग गर्दै राख्‍नको लागि आफ्नो गियर चाँडै रिचार्ज गर्नुहोस्।
or: ବ୍ୟାଟେରୀ ପାୱାର୍ ବହୁତ କମ୍ ଅଛି। ଏହାର ବ୍ୟବହାର ଜାରି ରଖିବାକୁ ଶୀଘ୍ର ଆପଣଙ୍କର ଗିୟର୍ ରିଚାର୍ଜ୍ କରନ୍ତୁ।
pa: ਬੈਟਰੀ ਪਾਵਰ ਘੱਟ ਹੈ। ਆਪਣੇ ਗੇਅਰ ਦਾ ਉਪਯੋਗ ਕਰਨ ਲਈ ਇਸਨੂੰ ਜਲਦੀ ਦੁਬਾਰਾ ਚਾਰਜ ਕਰੋ।
sq: Bateria ka rënë. Ringarkoje Gear sa më shpejt, që të vazhdosh ta përdorësh.
tg_tj: Барқи батарея кам аст. Барои идомаи истифодаи Gear-и худ, онро зудтар аз нав пур кунед.
th: พลังงานแบตเตอรี่อ่อน ชาร์จ Gear ของคุณใหม่เร็วๆ นี้เพื่อใช้งานต่อไป
tk_tm: Batareýa güýji örän pes. Ulanmagy dowam etdirmek üçin Abzalyňyzy biraz wagtdan tok çeşmesine zarýad almak üçin birikdiriň.
tl: Mahina na ang baterya. I-recharge ang iyong Gear sa lalong madaling panahon upang panatilihing nagagamit ito.
vi: Pin yếu. Hãy sạc Gear sớm để tiếp tục sử dụng.

# IDS_COM_POP_BATTERY_LOW_RECHARGE_DEVICE_SOON_TO_KEEP_USING
source: Battery low. Recharge device soon to keep using.
as: বেটাৰী কম৷ ব্যৱহাৰ কৰিবৰ বাবে ডিভাইচটো ৰিচাৰ্জ কৰক
fa: باتری کم است. دستگاه را مجدداً شارژ کنید. تا بتوانید همچنان از آن استفاده کنید.
fr: Batterie faible. Rechargez le périphérique pour poursuivre son utilisation.
he: סוללה חלשה. הטען את המכשיר בקרוב כדי להמשיך בשימוש.
id: Baterai melemah. Segera isi daya perangkat untuk dapat terus digunakan.
km: ថ្ម​ខ្សោយ។ សាក​ឧបករណ៍​ឡើងវិញ ភ្លាមៗ​ដើម្បី​រក្សា​ការប្រើ។
mn_mn: Зайн цэнэг бага. Төхөөрөмжийг үргэлжлүүлэн ашиглахын тулд хурдан цэнэглэ.
mr: बॅटरी कमी. वापरात ठेवण्यासाठी उपकरण लवकर रिचार्ज करा
ms: Bateri rendah. Cas semula peranti untuk terus mengguna.
ne: बैटरी कम्ति छ। प्रयोग गरिरहनका लागि यन्त्रलाई चाड़ै रिचार्ज गर।
or: ବ୍ୟାଟେରୀ ଲୋ । ବ୍ୟବହାର କରିବା ଜାରିରଖିବାକୁ ଡିଭାଇସ୍ ପୁନଃ ଚାର୍ଜ କରନ୍ତୁ
pa: ਬੈਟਰੀ ਘੱਟ ਹੈ। ਵਰਤੋਂ ਜਾਰੀ ਰੱਖਣ ਵਾਸਤੇ ਡੀਵਾਈਸ ਜਲਦੀ ਹੀ ਰਿਚਾਰਜ ਕਰੋ
sq: Bateria e rënë. Ringarko pajisjen së shpejti për të vazhduar përdorimin.
tg_tj: Батарея паст аст. Барои идомадиҳии истифода, дастгоҳро зудтар аз нав заряд кунед.
th: แบตเตอรี่​ต่ำ รี​ชาร์จ​อุปกรณ์​ใน​เร็วๆ นี้​เพื่อ​ใช้​งาน​ต่อ​ไป
tk_tm: Zarýad pes. Enjamy ulanmaga dowam etmek üçin, oňa basym zarýad beriň.
tl: Mahina na ang baterya. I-charge na ang device para magpatuloy sa paggamit.
vi: Pin yếu. Sạc lại pin để tiếp tục sử dụng.

# IDS_COM_HEADER_BATTERY_CRITICALLY_LOW
source: Battery critically low
as: বেটাৰী একেবাৰে কম
fa: باتری خیلی ضعیف است
fr: Batterie très faible
he: סוללה חלשה באופן קריטי
id: Baterai melemah secara kritis
km: ថ្ម​ខ្សោយ​ខ្លាំង
ky_kg: Батарейканын кубаты өтө төмөн
lo: ແບັດເຕີຣີອ່ອນສຸດແລ້ວ
mn_mn: Зай маш бага
mr: बॅटरी चिंताजनक कमी
ms: Bateri amat lemah
my: ဘက္ထရီအား လံုးဝက်ေနသည္
ne: बैटरी सारै कम्ति छ
or: ବ୍ୟାଟେରୀ ଅତ୍ୟଧିକ କମ୍ ଅଟେ
pa: ਬੈਟਰੀ ਬਹੁਤ ਹੀ ਘੱਟ ਹੈ
sq: Bateria tepër e rënë
tg_tj: Барқи батарея бениҳоят кам аст
th: แบตเตอรี่​เหลือ​น้อย​มาก
tk_tm: Batareýanyň güýji gaty az
tl: Kritikal na mahina na ang baterya
vi: Pin rất yếu

source: The battery power is critically low. Recharge your Gear now to keep using it.
as: বেটাৰীৰ পাৱাৰ অতিশয় কম৷ ইয়াক ব্যৱ্হাৰ কৰি থাকিবৰ বাবে আপোনাৰ গিয়েৰ ৰিচাৰ্জ কৰক৷
fa: باتری بسیار ضعیف است. برای ادامه استفاده از Gear، آن را دوباره شارژ کنید.
fr: Le niveau de la batterie est très faible. Rechargez votre Gear maintenant pour continuer à l'utiliser.
id: Daya baterai sangat rendah. Isi kembali Gear untuk tetap bisa menggunakannya.
km: ថាមពល​ថ្ម​ខ្សោយ​ខ្លាំង។ សាក Gear របស់​អ្នក​ឡើងវិញ​ឥឡូវ​ដើម្បី​រក្សា​ការប្រើ​វា។
ky_kg: Батарейка кубаты төмөндөн төмөн. Gear'ди колдонууну улантуу үчүн, азыр заряддаңыз.
lo: ໄຟເບັດເຕີຣີຕໍ່າຫຼາຍ. ສາກເກຍຂອງທ່ານດຽວນີ້ ເພື່ອສືບຕໍ່ໃຊ້ມັນ.
mn_mn: Зайн тэжээл маш бага байна. Gear-ээ үргэлжлүүлэн ашиглахын тулд одоо цэнэглэ
mr: बॅटरी पॉवर गंभीररित्‍या कमी आहे. हे वापरणे सुरू ठेवण्‍यासाठी आपले गिअर आता पुन्‍हा चार्ज करा.
ms: Kuasa bateri sangat rendah. Cas semula Gear anda sekarang untuk terus mengunanya.
my: ဘက္ထရီအားက အလြန္ပင္ နည္းေနသည္။ ၎ကို ဆက္သံုးႏိုင္ရန္ ု သင့္ ဂီယာကို အခု အားသြင္းပါ။
ne: बैटरी पवर असामान्य तरीकाले कम छ। यसको प्रयोग जारी राख्‍न आफ्नो गियर अहिले रिचार्ज गर्नुहोस्।
or: ବ୍ୟାଟେରୀ ପାୱାର୍ ବହୁତ କମ୍ ଅଛି। ଏହାର ବ୍ୟବହାର ଜାରି ରଖିବାକୁ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଗିୟର୍ ରିଚାର୍ଜ୍ କରନ୍ତୁ।
pa: ਬੈਟਰੀ ਪਾਵਰ ਬਹੁਤ ਘੱਟ ਹੈ। ਆਪਣੇ ਗੇਅਰ ਦਾ ਉਪਯੋਗ ਕਰਨ ਲਈ ਇਸਨੂੰ ਹੁਣੇ ਰੀਚਾਰਜ ਕਰੋ।
sq: Bateria pothuajse është harxhuar. Ringarkoje Gear që të vazhdosh ta përdorësh.
tg_tj: Барқи батарея бениҳоят кам аст. Барои идомаи истифодаи Gear-и худ, онро ҳозир аз нав пур кунед.
th: พลังงานแบตเตอรี่อ่อนมาก ชาร์จ Gear ของคุณใหม่ตอนนี้เพื่อใช้งานต่อไป
tk_tm: Batareýa güýji örän pes. Ulanmagy dowam etdirmek üçin Abzalyňyzy şu wagt tok çeşmesine zarýad almak üçin birikdiriň.
tl: Masyado nang mahina ang baterya. I-recharge ang iyong Gear ngayon upang panatilihing nagagamit ito.
vi: Pin rất yếu. Hãy sạc Gear ngay để tiếp tục sử dụng.

# IDS_ST_POP_THE_BATTERY_POWER_IS_CRITICALLY_LOW_MSG
source: The battery power is critically low. Your Gear will be disconnected from your mobile device. You can only use the default clock. Recharge your Gear now to keep using it.
as: বেটাৰীৰ পাৱাৰ অতি কম৷ আপোনাৰ গীয়েৰ আপোনাৰ ম'বাইল ডিভাইচৰ পৰা সংযোগহীন কৰা হৈছে৷ আপুনি কেৱল ডিফ'ল্ট ঘড়ী ব্যৱহাৰ কৰিব পাৰে৷ ইয়াক ব্যৱহাৰ কৰি থাকিবৰ বাবে আপোনাৰ গীয়েৰ ৰিচাৰ্জ কৰক৷
fa: نیروی باتری خیلی ضعیف است. Gear شما از دستگاه تلفن همراه قطع خواهد شد. فقط می‌توانید از ساعت پیش‌فرض استفاده کنید. Gear را شارژ مجدد کرده و به استفاده از آن ادامه دهید.
fr: Le niveau de la batterie est très faible. Votre Gear va être déconnecté de votre appareil mobile. Vous ne pouvez utiliser que l'horloge par défaut. Rechargez votre Gear maintenant pour continuer à l'utiliser.
he: רמת הטעינה בסוללה נמוכה מאוד. ה-Gear ינותק מהמכשיר הנייד שלך. ניתן להשתמש רק בשעון ברירת המחדל. טען את ה-Gear עכשיו כדי להמשיך את השימוש בו.
id: Daya baterai sangat rendah. Gear Anda akan diputuskan dari perangkat seluler. Anda hanya bisa menggunakan jam default. Isi daya Gear Anda sekarang untuk tetap menggunakannya.
km: ថាមពល​ថ្ម​ខ្សោយ​ខ្លាំង។ នឹង​ផ្ដាច់ Gear របស់​អ្នក​ពី​ឧបករណ៍​ចល័ត​របស់​អ្នក។ អ្នក​អាច​ប្រើ​តែ​នាឡិកា​លំនាំដើម​ប៉ុណ្ណោះ។ សាក Gear របស់​អ្នក​ឡើងវិញ​ដើម្បី​រក្សា​ការប្រើ​វា។
ky_kg: Батарейка кубаты төмөндөн төмөн. Сиздин Gear мобилдик түзмөгүңүздөн ажыратылат. Айласыз саатты гана колдоно аласыз. Gear'ди колдонууну улантуу үчүн, азыр заряддаңыз.
lo: ໄຟແບັດເຕີຣີອ່ອນຫຼາຍ. ເກຍຂອງທ່ານຈະຖືກຕັດເຊື່ອມຕໍ່ຈາກໂທລະສັບມືຖືຂອງທ່ານ. ທ່ານສາມາດໃຊ້ແຕ່ໂມງມາດຕະຖານເທົ່ານັ້ນ. ສາກເກຍຂອງທ່ານດຽວນີ້ ເພື່ອສືບຕໍ່ໃຊ້ມັນ.
mn_mn: Зайн тэжээл маш бага байна. Таны Gear таны хөдөлгөөнт төхөөрөмжөөс салгагдана. Та зөвхөн өгөгдмөл цаг ашиглах боломжтой. Gear-ээ үргэлжлүүлэн ашиглахын тулд одоо цэнэглэ.
mr: बॅटरी पॉवर गंभीररित्‍या कमी आहे. आपल्‍या मोबाईल उपकरणावरून आपले गिअर डिस्‍कनेक्‍ट केले जाईल. आपण केवळ डिफॉल्‍ट घड्याळ वापरू शकता. हे वापरत राहण्‍यासाठी आता आपले गिअर रिचार्ज करा.
ms: Kuasa bateri amat lemah. Gear anda akan dinyahsambung daripada peranti mudah alih anda. Anda hanya boleh menggunakan jam lalai. Cas semula Gear anda sekarang untuk terus menggunakannya.
my: ဘက္ထရီအား စိုးရိမ္ဖြယ္ နည္းေနသည္။ သင့္ဂီယာအား သင့္မိုဘိုင္းကိရိယာမွ ခ်ိတ္ဆက္ထားမႈကို ျဖတ္လိုက္မည္။ အသင့္လုပ္ၿပီး နာရီကိုသာ သံုးႏိုင္သည္။ ၎ကို အသံုးျပဳႏိုင္ရန္ သင့္ဂီယာကို ယခု အားသြင္းပါ။
ne: बैटरी पवर गंभीर रूपले कम छ। तपाईको गियर तपाईको मोबाइल यन्त्रबाट विच्छेदन हुनेछ। तपाईले पूर्वनिर्धारित घड़ी मात्र प्रयोग गर्न सक्नुहुन्छ। आफ्नो गियरको प्रयोग जारी राख्‍न त्यसलाई अहिले रिचार्ज गर्नुहोस्।
or: ବ୍ୟାଟେରୀ ପାୱାର୍ ବହୁତ କମ୍ ଅଛି। ଆପଣଙ୍କ ମୋବାଇଲ୍ ଡିଭାଇସ୍ ଠାରୁ ଆପଣଙ୍କ ଗିୟର୍ ବିଚ୍ଛିନ୍ନ ହେବ। ଆପଣ ଡିଫଲ୍ଟ୍ ଘଣ୍ଟା କେବଳ ବ୍ୟବହାର କରିପାରିବେ। ଏହା ବ୍ୟବହାର ଜାରି ରଖିବାକୁ ବର୍ତ୍ତମାନ ଆପଣଙ୍କ ଗିୟର୍ ରିଚାର୍ଜ୍ କରନ୍ତୁ।
pa: ਬੈਟਰੀ ਪਾਵਰ ਬਹੁਤ ਹੀ ਜ਼ਿਆਦਾ ਘੱਟ ਹੈ। ਤੁਹਾਡਾ ਗੇਅਰ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਤੋਂ ਡਿਸਕਨੈਕਟ ਹੋ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਸਿਰਫ਼ ਡਿਫਾੱਲਟ ਘੜੀ ਦਾ ਉਪਯੋਗ ਕਰ ਸਕਦੇ ਹੋ। ਆਪਣੇ ਗੇਅਰ ਦਾ ਉਪਯੋਗ ਕਰਦੇ ਰਹੋਣ ਦੇ ਲਈ ਉਸਨੂੰ ਰੀਚਾਰਜ ਕਰੋ।
sq: Bateria pothuajse është harxhuar. Gear do të shkëputet nga pajisja celulare. Mund të përdorësh vetëm orën e parazgjedhur. Ringarkoje Gear që të vazhdosh ta përdorësh.
tg_tj: Барқи батарея бениҳоят кам аст. Gear аз дастгоҳи мобилии шумо ҷудо карда мешавад. Шумо танҳо соати стандартиро истифода бурда метавонед. Барои идома додани истифодаи Gear онро ҳозир барқ диҳед.
th: พลังงานแบตเตอรี่อ่อนมาก Gear ของคุณ จะถูกยกเลิกการเชื่อมต่อ จากอุปกรณ์มือถือของคุณ คุณสามารถใช้ได้เฉพาะนาฬิกาพื้นฐานเท่านั้น ชาร์จ Gear ของคุณใหม่ตอนนี้ เพื่อใช้งานต่อไป
tk_tm: Batareýiň güýji aşa pes. Gear bilen ykjam enjamyňyzyň birikmesi kesiler. Diňe deslapky sagadyňyzy ulanyp bilersiňiz. Ulanmaga dowam etmek üçin Gear enjamyňyza güýç beriň.
tl: Malapit nang maubos ang baterya. Madidiskonekta ang iyong Gear sa iyong mobile device. Ang default na orasan lang ang magagamit mo. I-recharge na ang iyong Gear upang patuloy itong magamit.
vi: Dung lượng pin đang ở mức rất thấp. Gear của bạn sẽ bị ngắt kết nối khỏi thiết bị di động. Bạn chỉ có thể sử dụng đồng hồ mặc định. Hãy sạc pin cho Gear ngay để tiếp tục sử dụng.
